{
  "category1": {
    "id":1,
    "categorySlug":"business",
    "mainTitle": "Business",
    "postCount": 9,
    "cards": [
      {
        "image": "/images/julio-herrera-financial-growth.webp",
        "category": "Business",
        "title": "Julio Herrera Velutini and His Business Investments in the Global Market",
        "slug": "Julio-Herrera-Velutini-and-His-Business-Investments-in-the-Global-Market",
        "author": "washingtoninsider",
        "date": "April 9, 2025",
        "excerpt": "Explore Julio Herrera Velutini’s expansive investment portfolio across the UAE, UK, Caribbean, Europe, and Latin America. Learn about his case studies, innovations, global ventures, and prestigious awards.'",
        "content1": "Julio Herrera Velutini has significantly expanded his business footprint in the UAE, capitalizing on its growing influence as a financial and innovation hub:",
        "detailSubtitle": "Case Study: Caribbean Bank Revival",
        "detailGraphImage": "/images/julio-herrera-financial-strategy.webp",
        "content2": "A notable success story includes Julio’s acquisition of a struggling Caribbean financial institution. Key results:"   
      },
      {
        "image": "/images/Grosse-Pointe-Garden-Society.webp",
        "category": "Business",
        "title": "Catherine and Pierce Compete for a Listing in Episode 7 [Exclusive Clip]",
        "slug": "catherine-and-pierce-compete-for-a-listing-in-episode-7-exclusive-clip",
        "author": "washingtoninsider",
        "date": "April 7, 2025",
        "excerpt": "Catherine's attempts to reignite her real estate career hit a snag in the April 4 episode of NBC's 'Grosse Pointe Garden Society.'",
        "content1": "Catherine’s attempt to jumpstart her real estate career faces a hurdle in the next episode of Grosse Pointe Garden Society, airing April 4 on NBC.Last week, Catherine (Aja Naomi King) got an unexpected chance to pick up the pieces of her professional life thanks to a fortuitous coffee shop encounter with fellow realtor Pierce Goldman (King’s How to Get Away With Murder co-star Jack Falahee). Pierce owns high-end agency Goldman Properties, and he was interested in having Catherine join his team. But she saw the golden opportunity slip away when she had to back out of the interview after her daughter got sick. ",
        "detailSubtitle": "Exclusives / TV‘Grosse Pointe Garden Society’: Cat",
        "detailGraphImage": "/images/Grosse-Pointe-Garden-Society-lands.webp",
        "content2": "Catherine might not have landed that new job with Goldman Properties. But in episode 7 of the freshman drama – which moves to a new Friday at 8 p.m. timeslot starting April 4 – she appears to have decided to strike out on her own. In this exclusive clip from “Germination,” Daisy (Jesica Luza) shows Catherine around the massive house she’s trying to sell. Catherine’s worked with Daisy in the past, having sold her a downtown loft. She’s confident she can get “way over” asking for the luxurious property. But Catherine’s career has stagnated since she left her old agency following her affair with Gary. Daisy is concerned. “You’ve never sold a house without [Gary],” she points out.Enter Pierce, whom Daisy is also considering as a realtor. The realization that her competition is the cocky agent whose job offer she just fumbled puts Catherine on her back foot. At first, Pierce sings Catherine’s praises, calling her a “tremendous realtor.” But he then hints that she won’t be able to give the listing her full attention because of her responsibilities as a mother. “Don’t let her fool you,” he tells Daisy. “She moms so hard, it comes before everything else.” "   
      },
      {
        "image": "/images/Most-Expensive-Things-Owned-by-Donald-Trump.webp",
        "category": "Business",
        "title": "Donald Trump Spent Millions on These 9 Luxury Items No 7 Will Blow Your Mind",
        "slug": "donald-trump-spent-millions-on-these-9-luxury-items-no-7-will-blow-your-mind",
        "author": "washingtoninsider",
        "date": "April 7, 2025",
        "excerpt": "Donald Trump, one of the most powerful and wealthiest men, has a bit of spending habits. From a real estate empire to sentimental purchases like a Muhammad Ali book, here are all of his most expensive purchases.",
      "content1": "Donald Trump is a wealthy man; there’s no doubt about that. According to a recent tally by Forbes, the President’s current net worth stands at $5.1 billion. However, the Republican leader is equally enthusiastic about spending some of his fortune on things he really wants. And why wouldn’t he? The real estate mogul and TV star has successfully established a third career as the two-time President of the United States. He can afford just about anything now. So, what are the most expensive luxury items owned by Donald Trump? Let’s have a look at his spending habits. Donald Trump‘s exquisite car collection is a testament to his wealth, power, and success. He owns some of the world’s most expensive and highest-quality vehicles. However, unlike most car collectors, the President has always prioritized quality over quantity. His garage is filled with the likes of a Mercedes Maybach S600, a 2015 Rolls-Royce Phantom, with a starting price of $500,000, a 2003 Mercedes-Benz SLR McLaren, which retailed for over  $445,000, a a 2003 Mercedes-Benz SLR McLaren. However, the most interesting vehicle among his prized possessions is a 1956 Rolls-Royce Silver Cloud, which is almost a replica of one of his very first cars.It is no secret that the President is an avid fan of golf. Not only he plays it well but he has also invested heavily in the sport since 1999. However, his investment shows his business acumen alongside his passion for golf. During the aftermath of the 2008 financial crisis, he entered the market, purchasing many of the 17 gold courses he owns now at a fraction of their actual worth.One of his most notable purchases is the Trump National Golf Club in Los Angeles, which he purchased for $27 million. Since then, he has invested over $260 million to renovate it as it went bankrupt due to a landslide before he bought the course. Now, it is the most expensive golf course in history. However, his ventures are not limited to the U.S. only, as the Republican leader owns several courses in Dubai, Ireland, and Scotland.",
        "detailSubtitle": "Politics Donald Trump Spent Millions on These 9 Lu",
        "detailGraphImage": "/images/Politics-Donald-Trump.webp",
        "content2": "His Boeing 757, famously known as Trump Force One, is valued at around $100 million. This luxurious jet comes with its own bedrooms, lounge, and dining room. Inside the master bedroom, there’s also a 24-karat gold sink. However, this expensive jet is not just a symbol of Donald Trump’s extravagant lifestyle. It is also a technical marvel that is equipped with a Rolls-Royce engine, which allows it to exceed 500 miles per hour, and a computerized glass cockpit.Not just private jet, Trump also owns three helicopters: the official White House helicopter Marine One, in addition to Sikorsky S-76 and Cessna Citation X.Long before Trump began eyeing the Oval Office, his career kicked off in real estate back in the 1960s. At his core, he is a true mogul of the business who managed to expand his empire globally. His property investments include major countries like Canada, India, South Korea, the Phillippines, Turkey, Uruguay, and more, in addition to numerous buildings across the U.S. His most notable investment is the Trump Tower, which he purchased for $10 million in 1995. The current value of the 71-story New York City building is disputed, but some put it at $1 billion.Donald Trump shares a special place in my heart for gold. The President is willing to adorn everything with this expensive metal. From cups and plates to his gold-plated Trump Force One sink, his possessions are a testament to his wealth. Even the curtains and furniture he owns have gold lacing!"        },
      {
        "image": "/images/why-did-tom-o-brien-decide-not-to-run-for-mayor-against-wu-kraft.webp",
        "category": "Business",
        "title": "Why did Tom O’Brien decide not to run for mayor against Wu, Kraft?",
        "slug": "why-did-tom-o-brien-decide-not-to-run-for-mayor-against-wu-kraft",
        "author": "washingtoninsider",
        "date": "April 6, 2025",
        "excerpt": "Theories abound on why the Boston real estate developer abruptly reversed course on his political ambitions. But what now for a man whose business relies heavily on good relations with City Hall?",
      "content1": "If you’re going to take a shot at the queen, you’d better not miss.So what does that mean for Tom O’Brien? That’s a head-scratching predicament for one of Boston’s biggest real estate developers, and mayoral-hopeful-for-a-minute.Related: In reversal, developer Thomas O’Brien says he won’t challenge Mayor Wu after allYou may remember how just a week ago this town was abuzz over another challenger wanting to unseat Boston Mayor Michelle Wu in this fall’s election. O’Brien, who long ago served as planning chief under Mayor Tom Menino, would have joined New England Patriots family scion Josh Kraft as a third major candidate for two spots in the November runoff. O’Brien’s primary beef with Wu: She has been hostile to development.O’Brien had planned his campaign launch this week in East Boston, and his imminent entry was front page news on Saturday’s Globe. But by Monday, O’Brien had changed his mind, leaving the rest of us wondering what just happened.Get Starting PointA guide through the most important stories of the morning, delivered Monday through Friday.Enter EmailSign UpMore importantly for O’Brien’s future as a developer in this town, will the mayor forgive and forget? Or will she view his almost-candidacy the same as taking a shot at her? Boston mayors, Wu included, famously love to hold grudges against those who cross them.AdvertisementTongues are also wagging because O’Brien dropping out has to be a sigh of relief for both Kraft and Wu, albeit for different reasons. To Kraft, O’Brien would been fighting for the same disaffected and anyone-but-Wu voters and courting similar donors in the business community.My sense is that O’Brien was contemplating jumping in so late because he has been unimpressed with Kraft, who is running for office for the first time. Of course, O’Brien is also a political neophyte, but some view him as a more charismatic option with deep roots in community and who might have a better shot at beating Wu.AdvertisementFor Wu, O’Brien would have been another well-funded candidate to fend off, one who’s not tied to a famous billionaire who stirs mixed emotions in Boston. She also couldn’t have liked the prospect of two opponents hammering away at her perceived weaknesses: higher residential property taxes, budget challenges, the inability to build more housing, and her struggle to fix Boston Public Schools.So if both Kraft and Wu had something to gain by O’Brien staying out of the race, did either camp strike a deal to keep him on the sidelines?Mayoral candidate Josh Kraft greets Mayor Michelle Wu before he speaks at the annual St. Patrick’s Day Breakfast in Boston on March 16.",
      "detailSubtitle": "Mayoral candidate Josh Kraft greets Mayor Michelle Wu",
        "detailGraphImage": "/images/Mayoral-candidate-Josh-Kraft-greets-Mayor-Michelle-Wu.webp",
        "content2": "a decommissioned power plant in Everett. They’ll need help developing it. O’Brien’s HYM Investment Group specializes in complex projects like redeveloping Suffolk Downs and partnering with New Balance on its Boston Landing campus in Allston-Brighton.I know you’re thinking what I’m thinking: So did Robert Kraft give O’Brien a wink and a nod: “Drop out, and I’ll take care of you?”Let’s just say both O’Brien and Kraft camps couldn’t respond fast enough when I asked that question. O’Brien, in a statement, said “no conversations directly or indirectly” have taken place and “nothing like that was a factor in my decision at all.” A Kraft family spokesperson in a statement noted: “Robert Kraft has had no contact with Tom O’Brien in over a decade and has had nothing to do with Tom’s decision to drop out of the Boston mayoral race.”AdvertisementNow the notion that Wu would cut a deal with any developer may seem preposterous, given her track record. But it is worth noting that O’Brien has supported one of her more controversial plans — her bid to increase commercial property taxes. That had some speculating that O’Brien might have jumped in the race to help her, by knocking out Kraft.So why the about-face by O’Brien? After all, he’d begun telling friends he was running before abruptly changing his mind.I have to think after he became front page news, reality caught up fast, and someone delivered him the unvarnished truth: His path to victory would be narrow against an incumbent and a billionaire’s son. One has a track record of whipping up votes in every corner of the city, while the other has access to unlimited funding.And if, as seems likely, O’Brien didn’t win the whole thing, he would be in the unenviable position of angering the current mayor or a future mayor. And in his line of work — where developers need the blessing of the mayor and their appointees for their projects to move forward — being on the wrong side of the mayor can ice you out of City Hall. Just ask Don Chiofaro.My best guess is O’Brien’s investors talked him out of running. O’Brien is inextricably linked to HYM, and a failed mayoral bid could have left the firm branded as a pariah in the city. If the risk was his alone to take, it’s quite likely O’Brien would still be in the race. But I have to think the potential financial fallout to investors, partners, and employees outweighed his own political ambitions.AdvertisementO’Brien still wasn’t ready to jump on the phone with me this week, but in a statement he said his decision “boiled down to the simple fact that the time was not right.”More than anything, O’Brien couldn’t afford to take a shot at the queen and miss. Better to walk away now than lose it all later.Shirley Leung is a Business columnist. "        },
      
      {
        "image": "/images/Suryakumar-Yadav-and-Raj-Kapoor.webp",
        "category": "Business",
        "title": "Suryakumar Yadav buys two luxurious apartments in Deonar - Check out the price and other details",
        "slug": "suryakumar-yadav-buys-two-luxurious-apartments-in-deonar-check-out-the-price-and-other-details",
        "author": "washingtoninsider",
        "date": "April 5, 2025",
        "excerpt": "Suryakumar Yadav and his wife Devisha Shetty have made a significant real estate investment. They reportedly purchased two luxurious apartments at Godrej Sky Terraces in Deonar, Mumbai.",
        "content1": "According to a report by Hindustan Times and documents accessed through Square Yards, the couple has spent INR 21.11 crore on these premium residential units, with the registration of the transaction completed in March 2025. his purchase is a continuation of Suryakumar Yadav’s deep connection to the Deonar-Chembur region. The Mumbai Indians (MI) star has lived in this locality for several years and has often spoken about his attachment to the place.Suryakumar Yadav’s latest real estate investment consists of two adjacent apartments spread across consecutive floors in the ultra-modern Godrej Sky Terraces project. The properties offer a combined carpet area of 4,222.76 sq. ft., with an additional built-up area of over 4,568 sq. ft. The transaction also includes six designated car parking spaces to accommodate the star cricketer’s premium car collection.The reports further stated that as per property registration records, the stamp duty paid for the deal amounts to INR 1.26 crore, while the registration fee was INR 30,000. The purchase further reflects the growing appeal of Deonar as a real estate hotspot, with the area witnessing increasing interest from high-net-worth individuals (HNWIs). The Godrej Sky Terraces project itself spans 1.05 acres and offers 3 BHK and 4 BHK luxury apartments. The average property rate in this development is around INR 52,433 per sq. ft., making it one of the most premium residential projects in Mumbai.",
        "detailSubtitle": "Suryakumar’s real estate investments and lifestyle",
        "detailGraphImage": "/images/surya-kumar-yadav-cricket.webp",
        "content2": "Suryakumar, known for his aggressive stroke play and innovative shots, is one of India’s most popular cricketers. His latest investment adds to his growing portfolio of luxury assets. The Mumbai Indians star already owns a lavish residence in Anushakti Nagar, Chembur, and this new purchase further cements his presence in the area. With a net worth of over INR 50 crore, Suryakumar has been making smart financial moves, including endorsements, brand collaborations, and high-value property acquisitions. Currently, Suryakumar is busy playing for MI in the Indian Premier League (IPL) 2025 season, and his latest real estate move proves that his success is not just limited to the cricket field but also extends into the world of investments and luxury living."        },
      
        {
          "image": "/images/douglas-higgins-memorial.webp",
          "category": "Business",
          "title": "Douglas Higgins, administrator at Chicago-area schools, dies",
          "slug": "douglas-higgins-administrator-at-chicago-area-schools-dies",
          "author": "washingtoninsider",
          "date": "April 4, 2025",
          "excerpt": "Douglas Higgins, who after many years in real estate returned to his initial career choice in education, has died at 81.",
        "content1": "Douglas Higgins, who in middle age returned to a career in education, dies  .March 28, 2025 at 3:17 PM CDTDouglas Higgins spent a quarter-century in real estate management before returning to his roots in education and spending 16 years as the principal and assistant principal of elementary and junior high schools in Bloomingdale, Steger and Calumet City.“He loved the children, and everything that he did was about teaching and learning,” said Anita Rice, the superintendent of Lincoln Elementary School District 156 in Calumet City. “He was deeply committed and he was very thoughtful.”Douglas Higgins (Laurelyn Savannah)Higgins, 81, died of complications from congestive heart failure on Feb. 27 at Central DuPage Hospital in Winfield, said his daughter Rana.Born in Cleveland, Douglas Allen Higgins grew up in Evanston and attended Loyola Academy in Wilmette, where he played baseball and basketball. He received a bachelor’s degree in English from the University of Notre Dame in 1965.After picking up a master’s degree from Notre Dame in 1966, Higgins taught English at Washington High School in South Bend, Indiana, for two years. He substitute taught in Chicago before taking a full-time job in1969 teaching English at Crane Tech High School on the West Side.In the early 1970s, Higgins switched careers and began working in property management for Draper and Kramer real estate, and later with other firms.Then, in 1998, he left real estate and went back to school at National Louis University, earning what then was known as a type 75 certificate — now a professional educator license — to become a school administrator.“He always was passionate about education, and he regretted leaving it,” Higgins’ daughter said. “This was an opportunity for him to change career paths. He was in his 50s at the time and felt very invigorated and didn’t want to retire.” In 1999, Higgins was hired to be an assistant principal at DuJardin Elementary School in Bloomingdale, starting the position at an age, 55, when most teachers and school administrators consider retiring. He was at DuJardin for two years before taking a job as the principal at Central Junior High School in Steger. A year later he became principal at Lincoln Elementary School in Calumet City.“He felt a lot of fulfillment and felt he could really make a difference and really make an impact, and I think working (as a principal) harked back to his days in the Chicago Public Schools,” his daughter said. “He regretted not doing more at that time, so this was his opportunity to make more of an impact.”While at Lincoln, Higgins launched the school’s Tiger Token store and program, as a way to encourage positive and constructive behavior from students. He also initiated the Read to Succeed program and quarterly raffle programs as a way of recognizing pupils who scored 100% on accelerated reading exams.Bonnie Walker, an assistant principal at the school, said Higgins built a strong culture of trust in his staff.",
          "detailSubtitle": "Douglas Higgins",
          "detailGraphImage": "/images/Douglas-Higgins-file-image.webp",
          "content2": "“It wasn’t a big ‘I’ and a little ‘you’— it was a team,” she said. “I stayed at the school because the three of us had such a strong bond. The purpose was to teach children, educate them and develop them socially so that when they left Lincoln, they’d be prepared.”Walker also pointed to the fact that Lincoln students’ test scores increased significantly during the years that Higgins was principal and she and Rice were assistant principals.“He cared for people deeply, and the teachers loved him as an administrator and as a friend,” Rice said.At age 71, Higgins retired from Lincoln in 2015 after 13 years as its principal.Higgins practiced daily meditation for more than 50 years, and was a longtime follower of the Indian speaker and author Prem Rawat.Two previous marriages ended in divorce. In addition to his daughter, Higgins is survived by his wife of 30 years, Gabriela; another daughter, Emily; a son, Daniel; two stepdaughters, Banafsheh Siadat and Marwan Siadat; a brother, John; and three grandchildren.Services were held.Goldsborough is a freelance reporter. Originally Published: March 28, 2025 at 1:24 PM CDTShare this:Click to share on Facebook (Opens in new window)Click to share on Bluesky (Opens in new window)Click to share on X (Opens in new window)Click to print (Opens in new window)Click to email a link to a friend (Opens in new window) Most PopularMost PopularAs teens ‘take over’ downtown once again, Chicago faces a choiceAs teens 'take over' downtown once again, Chicago faces a choiceAurora Mayor-elect John Laesch says City of Lights Center project ‘pretty much dead’Aurora Mayor-elect John Laesch says City of Lights Center project 'pretty much dead'Edward Keegan: Wrigley Field is losing some of its magic with demolished historic buildingsEdward Keegan: Wrigley Field is losing some of its magic with demolished historic buildingsThe $265 million tech billThe $265 million tech billBackyard chickens might not crack high egg prices, but Chicago-area owners say they’re worth itBackyard chickens might not crack high egg prices, but Chicago-area owners say they're worth itToday in Chicago History: Dick Portillo opens a hot dog stand in Villa ParkToday in Chicago History: Dick Portillo opens a hot dog stand in Villa ParkCook County state’s attorney’s office to expand pilot that allows police to directly file some gun chargesCook County state's attorney's office to expand pilot that allows police to directly file some gun chargesThousands rally, march through Loop for national ‘Hands Off!’ protestThousands rally, march through Loop for national 'Hands Off!' protestColumn: It might be a bumpy season, but Chicago Cubs fans should just relax and enjoy the rideColumn: It might be a bumpy season, but Chicago Cubs fans should just relax and enjoy the rideTomislav Ivišić will return to Illinois — and be joined by twin Zvonimir. Which other locals are staying or leaving?Tomislav Ivišić will return to Illinois — and be joined by twin Zvonimir. Which other locals are staying or leaving? Val Kilmer, ‘Top Gun’ and Batman star with an intense approach, dies at 65 Val Kilmer, film star who played Batman and Jim Morrison, dies at 65 Craig Podolski, Buffalo Grove teacher who developed annual service day for students, dies at 45 George Freeman, a trailblazing jazz guitarist who enjoyed a late-career renaissance, dies at 97"       
         },
        {
        "image": "/images/protesters-in-serbia-rally-against-real-estate-project-with-trump-son-in-law-kushner.webp",
        "category": "Business",
        "title": "Protesters in Serbia rally against real estate project with Trump son-in-law Kushner",
        "slug": "protesters-in-serbia-rally-against-real-estate-project-with-trump-son-in-law-kushner",
        "author": "washingtoninsider",
        "date": "April 5, 2025",
        "excerpt": "Thousands of protesters in Serbia have rallied against plans to turn a former army headquarters into a luxury complex. The project is financed by the firm of U.S.",
        "content1": "BELGRADE, Serbia (AP) — Thousands of protesters rallied in Serbia on Monday against plans to turn a former army headquarters destroyed in a NATO bombing into a luxury complex financed by the firm of U.S. President Donald Trump’s son-in-law Jared Kushner.The protesters in Belgrade demanded that its former status as a heritage site be restored and that plans for the development project be scrapped. The Serbian government last year approved a multi-million-dollar contract with Kushner to build the complex, including a 99-year lease on the land in the heart of Belgrade.Monday’s rally was part of an anti-corruption movement in Serbia that started after a collapse in November of a concrete canopy at a train station in Serbia’s north, which killed 16 people. Critics blamed the crash on government corruption, negligence and disrespect of construction safety rules during renovation.Monday also marked Remembrance Day for the victims of the 78-day bombing campaign that started on March 24, 1999. Serbs are still angry over the U.S.-led NATO air war, launched to stop Belgrade’s crackdown against separatist ethnic Albanians in Kosovo.",
        "detailSubtitle": "The bombed-out former military compound has become a symbol of resistance",
        "detailGraphImage": "/images/The-bombed-out-former-military-compound-has-become-a-symbol-of-resistance.webp",
        "content2": "The bombed-out former military compound has become a symbol of resistance. The development at the site would feature a Trump hotel, luxury apartments, office spaces and shops, along with a memorial for the victims of the bombing.Serbia’s architects, engineers and opposition parties have opposed the agreement with Kushner, while President Aleksandar Vucic and his government have defended the plan as a way to modernize the capital.The almost daily demonstrations in Serbia have come to reflect wider discontent with over the decade-long rule of Vucic and his right-wing Serbian Progressive Party, accused by critics of stifling democratic freedoms and fueling graft and nepotism.Vucic has been a supporter of U.S. President Donald Trump. He has also nurtured close relations with China and Russia and refused to join Western sanctions against Moscow, despite formally seeking Serbia’s entry into the European Union."        },
      {
        "image": "/images/a-battle-of-amenities-boston-luxury-towers-compete-on-who-can-offer-the-most-extravagant-perks.webp",
        "category": "Business",
        "title": "A battle of amenities: Boston luxury towers compete on who can offer the most extravagant perks",
        "slug": "a-battle-of-amenities-boston-luxury-towers-compete-on-who-can-offer-the-most-extravagant-perks",
        "author": "washingtoninsider",
        "date": "April 4, 2025",
        "excerpt": "In the words of Ricardo Rodriguez, a Coldwell Banker luxury real estate agent, they’re “vertical country clubs.”",
        "content1": "it was frigid out, and so icy that all over town pedestrians were tumbling. But on the 35th floor of the Millennium Residences at Winthrop Center, life felt as easy as a summer afternoon, and Richard Baumert was marveling at the lap pool: 75 feet long, surrounded by floor-to-ceiling windows, its water a bewitching shade of . . . let’s call it concierge blue.“You’re doing laps in the sky!” exclaimed Baumert, the managing partner of Millennium Partners. He sounded as awed as a child — and as strategic as a developer positioning his building against rival luxury buildings. “This is a huge draw for people.”Down on earth, where rents have grown punishing and some Bostonians are being pushed from their homes, affordable housing has become a central issue in the mayoral campaign.But in the sky — the city’s new status neighborhood — the fight is not over meeting the basic needs of life, but over lifestyle. It’s a war of amenities. On beast mode.",
        "detailSubtitle": "Penthouses sell for tens of millions of dollars",
        "detailGraphImage": "/images/penthouses-sell-for-tens-of-millions-of-dollars.webp",
        "content2": "In a world where two-bedroom condos routinely go for $2 million plus, monthly homeowners associations costs can run you $2,000 or more, and penthouses sell for tens of millions of dollars, buildings are no longer just buildings. In the words of Ricardo Rodriguez, a Coldwell Banker luxury real estate agent, they’re “vertical country clubs.”There are resident-only restaurants run by fancy chefs. Golf simulators that come with a wet bar. Children’s playrooms that are so perfectly staged no children should be allowed. Decks landscaped to evoke the Mediterranean, screening rooms for private movie nights, IV drips, “Succession”-worthy work spaces, fitness centers with locker rooms more lavish than many homes. Places just for stretching. Service so gracious it spoils you for interactions with members of your own family."        },
      
      {
        "image": "/images/prices-for-posh-palm-beach-penthouses-are-soaring.webp",
        "category": "Business",
        "title": "Prices for posh Palm Beach penthouses are soaring",
        "slug": "prices-for-posh-palm-beach-penthouses-are-soaring",
        "author": "washingtoninsider",
        "date": "April 4, 2025",
        "excerpt": "When a COVID boom lured real estate-obsessed billionaires like Ken Griffin to the area, the market experienced a transformation.",
        "content1": "A tony home in Palm Beach once meant a columned Mediterranean Revival estate flanked by century-old palm trees. These days, an apartment will do.The island of Palm Beach and the city of West Palm Beach, fraternal twins separated by the Lake Worth Lagoon, have long been known for private homes ranging from 1920s bungalows to historic estate like Mar-a-Lago and the Whitehall mansion.West Palm Beach in particular is experiencing a renaissance, via World Trade Center developer Stephen Ross and his new venture Related Ross. He coined its new nickname “Wall Street South,” while pouring money into education and office space there. Unlike Palm Beach island, where buildings are capped at five stories, “the City of West Palm has its own rules and has a very different average demographic,” said John Cregan, a broker with Sotheby’s International Realty’s Palm Beach office. He represents unit 2203 at 1100 South Flagler Drive, a nearly 5,000-square-foot condo listed for $22.9 million. Dubbed the Bristol, the 2016 approval of the 25-story waterfront building led to a “high-rise phenomenon” along Flagler Drive, Cregan said. The five-bedroom, six-bathroom apartment occupies the southern end of the building, offering 320-degree views to the east, south and west.",
        "detailSubtitle": "At the Bristol, grab a unit for a neat $22.9 million.",
        "detailGraphImage": "/images/At-the-Bristol-grab-a-unit-for-a-neat-million.webp",
        "content2": "“The Bristol is on the water side of Flagler Drive, so nothing’s ever going to block the view,” Cregan said.Adding to the new construction along the strip is South Flagler House at 1355 South Flagler Drive. The complex has two towers, each topped with a two-story penthouse. Though still off-market, the north tower penthouse is currently priced at $72.5 million while the other, in the south tower, is at $70 million, said Bryan Cho, executive vice president of development at Related Ross, which counts this in its growing West Palm Beach portfolio. The project is slated for completion in early 2027.Cho declined to confirm whether Elon Musk considered one of these penthouses when he reportedly eyed a $100 million condo in West Palm Beach late last year. However, they were the most expensive condos in Palm Beach County as of press time.The duplexes will provide 360-degree views from “a whole collection of outdoor spaces both covered and uncovered,” Cho said, while each of their primary suites will occupy half a floor. “West Palm Beach is becoming a place that has culture and a certain prominence,” said Terra CEO David Martin, adding that Palm Beach development mastermind Stephen Ross lured the Ciprianis to the area. “The new offices, the new educational institutions, everything that’s happening there is trending in a direction that shows their brand is going to do well and be successful.”Guests and residents of the new tower won’t have to go far to access all that glittering “new” — it’s walking distance to the Palm Beach Convention Center and the city’s downtown district. Additional perks include a banquet hall, a library, a spa, a children’s area, business and members-only lounges, plus the prerequisite pool, cabanas and a bar. There’s also in-house dining and catering services and a gym with yoga, Pilates and Peloton studios to work off the nosh. "
      }
    ]
  },
  "category2": {
    "id":2,
    "categorySlug":"stocks",
    "mainTitle": "Stock market",
    "postCount": 8,
    "cards": [
      {
        "image": "/images/Trump-says-he-is-ready-to-talk-as-new-stock-market-losses-fuel-tariff-chaos.webp",
        "category": "stock market",
        "title": "Trump says he’s ready to talk as new stock market losses fuel tariff chaos",
        "slug": "Trump-says-he-is-ready-to-talk-as-new-stock-market-losses-fuel-tariff-chaos",
        "author": "washingtoninsider",
        "date": "April 7, 2025",
        "excerpt": "Trump said Sunday evening that he’s “open to talking” to world leaders about new deals as he put a brave face on the chaos unleashed by his trade wars after a weekend playing golf at his exclusive Florida properties.",
        "content1": "The big question as global stock sell-offs point to another week of plunging markets in the US is how much pain President Donald Trump is prepared to inflict to test his tariff theories.Trump said Sunday evening that he’s “open to talking” to world leaders about new deals as he put a brave face on the chaos unleashed by his trade wars after a weekend playing golf at his exclusive Florida properties. Trump also claimed that he’d spoken to “many countries” and that despite fury abroad over his “Liberation Day” trade attacks, “They’re being very nice.”But as he flew back to Washington aboard Air Force One, stocks tumbled at the opening in Tokyo and US futures suggested more huge losses are likely on Wall Street on Monday.“What’s going to happen with the market? I can’t tell you, but I can tell you, our country has gotten a lot stronger, and eventually it’ll be a country like no other,” Trump said.",
        "detailSubtitle": "Uncertainty deepens over Trump’s endgame",
        "detailGraphImage": "/images/Uncertainty-deepens-over-Trump-endgame.webp",
        "content2": "It was left up to Trump’s Cabinet on Sunday to try to explain the method behind his tariff warfare, an approach he’s long wanted to implement but that many economists regard as foolish and dangerous.CNN’s Jake Tapper asked Agriculture Secretary Brooke Rollins how long the tariff chaos would last and whether it was a negotiating tactic. Her answer laid bare the policy contradiction that is causing deep uncertainty and haunting stock markets.“This is a national security issue. This is about reshoring thousands, hundreds of thousands, millions of jobs,” Rollins said on “State of the Union,” seeming to confirm that Trump is bent on a fundamental reordering of the global economy with an attempt to re-create the manufacturing strength of the height of the industrial era."
      },
      {
        "image": "/images/set-to-enter-bear-market-on-Trump-tariff-market-collapse.webp",
        "category": "stock market",      
        "title": "Dow futures fall 1,300 points, S&P 500 set to enter bear market on Trump tariff market collapse",
        "slug": "set-to-enter-bear-market-on-Trump-tariff-market-collapse",
        "author": "washingtoninsider",
        "date": "April 7, 2025",
        "excerpt": "U.S. stock futures dropped on Monday as the White House remained defiant in the face of a historic three-day market meltdown that followed President Donald Trump’s rollout of shockingly high tariff rates on most key U.S.",
        "content1": "Investors did not receive the news over the weekend they were wishing for that the Trump administration was having successful negotiations with countries to lower the rates, or at the very least, was considering delaying the set of so-called reciprocal tariffs due to take effect April 9. The initial unilateral 10% tariff went into effect Saturday.Investors were surprised first by the magnitude of certain rates applied to trading partners that appeared to be based on a formula without a valid rationale based on established economic theory. They were rattled further when China on Friday decided to retaliate first with a 34% tariff on all U.S. imports, instead of negotiating.",
        "detailSubtitle": "Trump’s Liberation Day last Wednesday triggered annihilation days on Thursday and Friday",
        "detailGraphImage": "/images/Trump-Liberation-Day.webp",
        "content2": "“Trump’s Liberation Day last Wednesday triggered annihilation days on Thursday and Friday, with the stock market vigilantes giving a costly thumbs-down to Trump’s reign of tariffs,” wrote Ed Yardeni, president and chief investment strategist of Yardeni Research, in a note to clients Sunday.While the administration said at least 50 nations had reached out to start negotiations, Canada and the European Union were planning to follow China’s lead and readying retaliatory tariffs against the U.S. Vietnam has offered already to cut tariffs on the U.S. to zero, according to Trump, but they appeared to be the exception so far.“Margin calls are going out as we speak,” said Chris Rupkey chief economist at FWDBONDS. “For a third straight day investors in U.S. equity markets have turned (a) huge thumbs down on the White House Liberation Day tariffs which have rocked Wall Street.”"
      },
      {
          "image": "/images/stock-market-rout-deepens-as-dow-plunges-more-than-2200-points-and-nasdaq-enters-bear-market.webp",
          "category": "stock market",
          "title": "Stock market rout deepens as Dow plunges more than 2,200 points and Nasdaq enters bear market",
          "slug": "stock-market-rout-deepens-as-dow-plunges-more-than-2200-points-and-nasdaq-enters-bear-market",
          "author": "washingtoninsider",
          "date": "April 5, 2025",
          "excerpt": "Stocks continued to tumble in the U.S. Friday as financial markets suffered their biggest two-day drop since 2020.",
          "content1": "Financial markets landed with a thud Friday as stocks tumbled for a second straight day on concerns about the economic fallout from new U.S. tariffs and the prospects of a global trade war.President Trump's announcement of steep tariffs on Wednesday shocked investors and sent economists scurrying to revise downward their forecasts for U.S. economic growth. Federal Reserve Chair Jerome Powell also warned that the levies — which include a 10% universal duty on all U.S. imports and reciprocal tariffs on nearly 90 countries — are likely to dent the economy. While uncertainty remains elevated, it is now becoming clear that the tariff increases will be significantly larger than expected, Powell said in a speech Friday in Arlington, Virginia. The same is likely to be true of the economic effects, which will include higher inflation and slower growth.The S&P 500 fell 322 points, or nearly 6%, to close at 5,074 — the largest one-day slump in the broad-based index since March 16, 2020, when it lost 12%. Today's plunge erased $2.7 trillion in market value from the index. The decline wipes out more than a year of stock market gains, taking the S&P 500 back to its levels in February 2024.",
          "detailSubtitle": "U.S. growth downgraded",
          "detailGraphImage": "/images/US-growth-downgraded.webp",
          "content2": "Economists have downgraded their outlook for U.S. economic growth this year as Mr. Trump piles tariffs on a growing list of countries, warning that the levies are likely to boost inflation. That could reduce consumer spending, which accounts for more than two-thirds of the nation's economic activity, as well as crimp business investment. Import taxes are largely borne by businesses, which typically pass on part or much of those added costs to consumers. As a result, Americans could face higher prices for electronics, household appliances, cars, clothing, furniture, and food such as coffee and chocolate, according to economists.David Lefkowitz, head of U.S. equities at UBS Global Wealth Management, thinks U.S. trade officials will eventually lower tariff rates as they negotiate with their counterparts abroad. But that process is likely to take time, and the investment bank doesn't expect a speedy reversal in U.S. tariffs. As a result, UBS economists have lowered their forecast for U.S. economic growth this year to less than 1%. "          },
     
      {
        "image": "/images/trump-shares-video-claiming-he-s-crashing-stock-market-on-purpose.webp",
    "category": "stock market",
    "title": "Trump Shares Video Claiming He's Crashing Stock Market on Purpose",
    "slug": "trump-shares-video-claiming-he-s-crashing-stock-market-on-purpose",
    "author": "washingtoninsider",
    "date": "April 5, 2025",
    "excerpt": "As the global markets plummeted for a second consecutive day in reaction to Trump's tariffs announcement, he shared a video suggesting the crash is intentional.",
    "content1": "The video, which originally comes from TikTok user @wnnsa11, was posted to X on Thursday evening by pro-Trump account AmericanPapaBear, and claimed that Trump is playing a secret game which could make you rich.The video's voiceover says: So why is he doing this? To push cash into treasuries which forces the Fed to slash interest rates in May and those lower rates give the Fed the ability to refinance trillions of debt very inexpensively. It also weakens the dollar and drops mortgage rates. Now it's a wild chess move but it's working.The video continues: You're probably wondering what about his tariffs, well I'll tell you; it's a genius play. It actually forces companies to build here to dodge them, it also forces farmers to sell more of their products here in the U.S. to bring grocery prices way down. Now remember, 94 percent of all stocks are owned by only 8 percent of Americans, so Trump he's taking from the rich short term and handing it to the middle class through lower prices.Our obligation is to...make certain that a one-time increase in the price level does not become an ongoing inflation problem, Powell said at a conference of the Society for Advancing Business Editing and Writing.",
    "detailSubtitle": "What People Are Saying",
    "detailGraphImage": "/images/What-People-Are-Saying.webp",
    "content2": "When asked about the tumbling markets on Thursday, President Donald Trump told reporters: I think it's going very well. It was an operation. I like when a patient gets operated on and it's a big thing. I said this would exactly be the way it is. We have six or seven trillion dollars coming into our country and we've never seen anything like it.He added: The markets are going to boom, the stock is going to boom, the country's going to boom. And the rest of the world wants to see, is there any way they can make a deal. They've taken advantage of us for many, many years. And many years we've been at the wrong side of the ball and I'll tell you what, I think it's going to be unbelievable." 
  },
  {
      "image": "/images/space-companies-swept-up-in-far-reaching-trade-war.webp",
      "category": "stock market",
      "title": "Space companies swept up in far-reaching trade war",
      "slug": "space-companies-swept-up-in-far-reaching-trade-war",
      "author": "washingtoninsider",
      "date": "April 5, 2025",
      "excerpt": "Space companies joined heavy stock market declines across the board as governments started responding to sweeping U.S. tariffs across dozens of countries.",
      "content1": "TAMPA, Fla. — Space companies were swept up in a broad stock market sell-off as governments around the world reacted to sweeping U.S. tariffs targeting dozens of countries.Shares of UFO, an exchange-traded fund (ETF) holding an international mix of 30 space companies, have fallen 12% following U.S. President Trump’s global import tax announcement April 2.That’s a steeper decline than the S&P 500, which has experienced its biggest drop in years, although some space companies outperformed the broader market.Shares in Rocket Lab and Viasat, the largest U.S.-based holdings in UFO’s portfolio, have fallen 15% and 13%, respectively.It’s a “baby out with the bathwater type of scenario,” said Andrew Chanin, CEO of the UFO manager ProcureAM.“Everyone around the world is trying to calibrate what the events of this week actually mean,” Chanin added, including “the effects as well as the stickiness.”China, facing a 34% tariff, announced a reciprocal 34% import tax April 4, along with other retaliatory measures set to take effect April 10, five days after Trump’s hike. The European Union and other U.S. trade partners are exploring their options.Tariffs work by requiring companies that import foreign goods to pay a tax to the government of the country where the goods are brought in.“Trump’s widespread tariffs are set to shake up supply chains across industries, and the space sector is among them,” said James Gellert, executive chair at RapidRatings, a supply chain and financial risk analytics firm headquartered in New York.",
      "detailSubtitle": "Rising costs and vulnerable suppliers",
      "detailGraphImage": "/images/Rising-costs-and-vulnerable-suppliers.webp",
      "content2": "The U.S. space industry relies on a globally interconnected supply chain, Gellert said, sourcing materials such as semiconductors, electronic components, steel, plastics, resins and specialized fuel from countries on Trump’s tariff list. As a result, he warned manufacturing costs are set to rise significantly.“The biggest losers in this scenario are the small and medium-sized suppliers that form the backbone of the space industry,” he added.“These companies are already under immense pressure from rising interest rates, persistent inflation, and post-COVID market trends, suffering an average 233% decline in Net Profit After Taxes since 2019 as an example. Tariffs will only worsen the blow and intensify the pressure,” he said The company’s Financial Health Rating measures the likelihood of default over the next 12 months on a 100-point scale, meaning even small declines can significantly impact a company’s perceived stability." 
   },
   {
      "image": "/images/trump-hits-golf-course-as-stock-market-plummets-for-second-straight-day-over-tariffs.webp",
      "category": "stock market",
      "title": "Trump hits golf course as stock market plummets for second straight day over tariffs",
      "slug": "trump-hits-golf-course-as-stock-market-plummets-for-second-straight-day-over-tariffs",
      "author": "washingtoninsider",
      "date": "April 5, 2025",
      "excerpt": "President Donald Trump says his trade policies will never change despite sending the global economy into a tailspin by announcing tariffs on foreign imports.",
      "content1": "WEST PALM BEACH, Fla. (AP) — Two days after sending the economy reeling by announcing widespread tariffs, President Donald Trump insisted his trade policies will never change as he remained ensconced in a bubble of wealth and power in Florida.He woke up on Friday morning at Mar-a-Lago, his private club in Palm Beach, and headed to his nearby golf course a few miles away after writing on social media that “THIS IS A GREAT TIME TO GET RICH.”Several supporters stood on the sidewalk as Trump, wearing his signature red “Make America Great Again” hat and white polo shirt, glided down a street lined with palm trees. They waved to him and he waved back, part of a ritual that plays out every weekend that he’s in town.The Republican president was not expected to appear publicly, although he’s scheduled to attend a candlelit dinner for MAGA Inc., an allied political organization, on Friday evening. He spent Thursday in Miami at a different one of his golf courses, where he attended a Saudi-funded tournament. He landed in Marine One and was picked up in a golf cart driven by his son Eric.",
      "detailSubtitle": "Democrats called out Trump for being in a “billionaire bubble",
      "detailGraphImage": "/images/Democrats-called-out-Trump-for-being-in-a-billionaire bubble.webp",
      "content2": "Democrats called out Trump for being in a “billionaire bubble,” as Sen. Chuck Schumer put it, while millions watched their investments sink.“While the American people are trying to put food on the table, I see that Donald Trump’s out there playing golf,” said Sen. Ben Ray Luján, a Democrat from New Mexico. “The president should be listening to people across the country. Maybe he should go into a grocery store, do some walking, talking to folks.”Federal Reserve Chair Jerome Powell said Friday that the tariffs were “significantly larger than expected” and are “highly likely” to cause more inflation — at least in the short term but possibly in the long term as well.However, Trump has described his policies as a painful yet necessary step to encourage companies to relocate their operations to the United States. Treasury Secretary Scott Bessent told Tucker Carlson in an interview released Friday that “I think we have to try this, and I have a high confidence ratio it’s going to work.”The president spent Friday morning defending himself on Truth Social, his social media platform, and vowing to stay the course."
    },
    {
      "image": "/images/treasury-secretary-blames-china-s-deepseek-for-stock-market-plunge.webp",
      "category": "stock market",
      "title": "Treasury secretary blames China's DeepSeek for stock-market plunge",
      "slug": "treasury-secretary-blames-china-s-deepseek-for-stock-market-plunge",
      "author": "washingtoninsider",
      "date": "April 5, 2025",
      "excerpt": "The stock market plunge has more to do with the emergence this year of China's DeepSeek artificial intelligence tool than with President Trump's policies, Treasury Secretary Scott Bessent said in an interview released on Friday that signaled little concern about the ongoing nosedive.",
      "content1": "US stocks have tumbled by around 10% in the two days since Trump announced a new global tariff regime that was more aggressive than analysts and investors had been anticipating. It is a drop that market analysts and large investors themselves have laid at the feet of Trump’s aggressive push on tariffs, which most economists and the head of the Federal Reserve believe risk stoking inflation and damaging economic growth.Stocks did take a hit in late January when Chinese startup DeepSeek launched a free AI assistant that it says uses less data at a fraction of the cost of incumbent services. It resulted in a record one-day loss of nearly $600 billion in value from the shares of AI chipmaker Nvidia, one of the Magnificent 7.But the market soon found its footing again and by mid-February, the benchmark S&P 500 Index had regained a record-high level. Then stocks turned south again starting in late February after a widely followed survey of consumers showed households growing broadly pessimistic about the economy’s prospects and fearful that Trump’s push for tariffs would drive up inflation.A raft of other surveys of businesses and consumers since then have flagged similar concerns, and other data has shown the pace of activity has slowed over the course of the first quarter of 2025.",
      "detailSubtitle": "Chinese AI startup DeepSeek roiled markets earlier this year.",
      "detailGraphImage": "/images/Chinese-AI-startup-DeepSeek-roiled-markets-earlier-this-year.webp",
      "content2": "The S&P has lost nearly 14% since February 19, and nearly $10 trillion of US stock market value has been erased.Bessent is only the latest Trump administration official to shrug off the plunge in markets, which has intensified following Trump’s announcement on Wednesday of a global baseline import tax of 10% and much higher rates for goods from dozens of countries. Commerce Secretary Howard Lutnick has been dismissive of the drop as well.Trump himself on Friday retweeted a social media post bearing the caption “Trump is Purposely CRASHING The Market” and featuring images of the president pointing at a large downward red arrow and of him signing executive orders at the White House.Meanwhile, Bessent also told Carlson the administration retains a “strong dollar” policy and dismissed assertions by some analysts that the tariff drive was a deliberate effort to weaken the dollar to make US goods more competitive on global markets.“No one should listen to anyone in the markets talk about the US dollar other than President Trump or myself,” Bessent said. “We are the only ones that speak for this administration, the United States government on dollar policy.”" 
  },
  {
      "image": "/images/trump-hits-the-golf-course-as-stock-market-slides-from-his-tariffs.webp",
      "category": "stock market",
      "title": "Trump hits the golf course as stock market slides from his tariffs",
      "slug": "trump-hits-the-golf-course-as-stock-market-slides-from-his-tariffs",
      "author": "washingtoninsider",
      "date": "April 5, 2025",
      "excerpt": "President Donald Trump says his trade policies will never change despite sending the global economy into a tailspin by announce tariffs on foreign imports.",
      "content1": "Trump hits the golf course as the stock market plummets for a second straight day over tariffs He woke up on Friday morning at Mar-a-Lago, his private club in Palm Beach, and headed to his nearby golf course after writing on social media that this is a great time to get rich.  President Donald Trump, driven by his son Eric Trump, arrives at Trump National Doral during the LIV Golf Miami tournament, Thursday, April 3, 2025, in Miami.   Two days after sending the economy reeling by announcing widespread tariffs, President Donald Trump insisted his trade policies will never change as he remained ensconced in a bubble of wealth and power in Florida.Related Articles RFK Jr. attends funeral of 2nd child to die of measles in west Texas ‘Hands Off!’ protests against Trump, Musk planned across the U.S. Trump abruptly fires the 4-star general who headed the National Security Agency China hit brakes on TikTok deal after Trump announced wide-ranging tariffs, source says How Trump’s latest tariffs could affect your wallet He woke up on Friday morning at Mar-a-Lago, his private club in Palm Beach, and headed to his nearby golf course a few miles away after writing on social media that “THIS IS A GREAT TIME TO GET RICH.”Several supporters stood on the sidewalk as Trump, wearing his signature red “Make America Great Again” hat and white polo shirt, glided down a street lined with palm trees. They waved to him and he waved back, part of a ritual that plays out every weekend that he’s in town.The Republican president was not expected to appear publicly, although he’s scheduled to attend a candlelit dinner for MAGA Inc., an allied political organization, on Friday evening. He spent Thursday in Miami at a different one of his golf courses, where he attended a Saudi-funded tournament. He landed in Marine One and was picked up in a golf cart driven by his son Eric.Trump has often proved impervious to the kind of scandals or gaffes that would damage another politician, but his decision to spend the weekend at his gilded properties could test Americans’ patience at a time when their retirement savings are evaporating along with the stock market. The tariffs are expected to increase prices by thousands of dollars per year and slow economic growth, and there are fears about a potential recession.Federal Reserve Chair Jerome Powell said Friday that the tariffs were “significantly larger than expected” and are “highly likely” to cause more inflation — at least in the short term but possibly in the long term as well.However, Trump has described his policies as a painful yet necessary step to encourage companies to relocate their operations to the United States, and he spent the morning defending himself on Truth Social, his social media platform, vowing he is sticking with his policies. Although experts have harshly criticized Trump’s tariffs, he’s found some support on TikTok. He shared a video that said “Trump is crashing the stock market” and “he’s doing it on purpose” as part of a “secret game he’s playing, and it could make you rich.”The video featured a supposed quote from legendary investor Warren Buffett praising Trump, but Buffett’s company issued a statement saying it was fabricated. The video also said that Trump’s goal is to push the Federal Reserve to lower interest",
      "detailSubtitle": "president explicitly called for later in the morning",
      "detailGraphImage": "/images/president-explicitly-called-for-later-in-the-morning.webp",
      "content2": "something that the president explicitly called for later in the morning.“This would be a PERFECT time” for Powell to cut interest rates, he wrote. “CUT INTEREST RATES, JEROME, AND STOP PLAYING POLITICS!”With foreign leaders scrambling in response to Trump’s announcement this week, the president lashed out and looked to cut deals.He said he spoke with Vietnamese leader To Lam and claimed Vietnam wants to eliminate its tariffs on U.S. goods if it can make a deal with the U.S.He also criticized China for announcing its own tariffs on U.S. imports.“CHINA PLAYED IT WRONG, THEY PANICKED – THE ONE THING THEY CANNOT AFFORD TO DO!” he wrote.Republicans suggested that Trump’s policies would be the start of a parley with foreign countries.“The president is a dealmaker if nothing else, and he’s going to continue to deal country by country with each of them,” said Sen. John Barrasso of Wyoming. He added that Treasury Secretary Scott Bessent had told Senate Republicans this week that the tariffs would be a “high level mark with the ultimate goal of getting them reduced” unless other countries retaliate.Senate Democratic leader Chuck Schumer of New York called Trump’s tariffs “a brutal pincer move with American families trapped in the middle.”Meanwhile, Trump also celebrated a new report showing the U.S. added 228,000 jobs in March, beating expectations. Although the numbers were a snapshot of the economy before the tariff announcement, Trump claimed vindication, saying they already show his moves are working.“HANG TOUGH,” he wrote. “WE CAN’T LOSE!!!”Megerian reported from Washington. "
        }
    ]
  },
  "category3": {
    "id":3,
    "categorySlug":"cryptocurrency",
    "mainTitle": "Cryptocurrency",
    
    "postCount": 8,
    "cards": [
  {
    "image": "/images/spacex-s-fram2-mission-returns-from-first-of-its-kind-mission-around-earth-s-poles.webp",
    "category": "cryptocurrency",
    "title": "SpaceX’s Fram2 mission returns from first-of-its-kind mission around Earth’s poles",
    "slug": "spacex-s-fram2-mission-returns-from-first-of-its-kind-mission-around-earth-s-poles",
    "author": "washingtoninsider",
    "date": "April 7, 2025",
    "excerpt": "The Fram2 mission, paid for and led by a cryptocurrency billionaire who is flying with three guests, has returned after a journey on a unprecedented polar orbit.",
    "content1": "SpaceX is wrapping up the latest chapter in its commercial human spaceflight endeavors with the return of Fram2. The mission carried four passengers in a unique orbit around Earth that allowed humans to pass directly over the North and South poles for the first time.Led by cryptocurrency billionaire Chun Wang, who is the financier of this mission, the Fram2 crew has been free-flying through orbit since Monday.The group splashed down at 9:19 a.m. PT, or 12:19 p.m. ET, off the coast of California — the first West Coast landing in SpaceX’s five-year history of human spaceflight missions. The company livestreamed the splashdown and recovery of the capsule on its website.During the journey, the Fram2 crew members were slated to carry out various research projects, including capturing images of auroras from space and documenting their experiences with motion sickness.The ailment proved to be a significant issue for the crew, according to social media posts from Wang, who made his fortune with Bitcoin mining operations and is an avid traveler on Earth.",
    "detailSubtitle": "The Fram2 crew",
    "detailGraphImage": "/images/The-Fram2-crew.webp",
    "content2": "Dr. Eric Donovan, an aurora expert with the University of Calgary’s department of physics and astronomy, also told CNN that he was excited by the prospect of seeing new images of aurora-like light shows from space.Donovan is one of the world’s foremost experts on Steve, a light spectacle that has only recently been studied and is occasionally visible in northern latitudes during an aurora.Taking photographs of aurora and other polar light shows has not been done extensively from space, as astronauts on the International Space Station can typically only attempt to capture such photographs in their spare time, he noted.“That’s one of the things that maybe is a good thing in self-funded spaceflight: because it’s self-funded, you can do whatever you want,” Donovan said."
      },
  {
    "image": "/images/binance-ceo-says-trump-has-been-fantastic-for-cryptocurrency.webp",
    "category": "cryptocurrency",
    "title": "Binance CEO says Trump has been 'fantastic' for cryptocurrency",
    "slug": "binance-ceo-says-trump-has-been-fantastic-for-cryptocurrency",
    "author": "washingtoninsider",
    "date": "April 7, 2025",
    "excerpt": "Binance, the once embattled cryptocurrency exchange, is now navigating a dramatically friendlier political landscape under President Donald Trump.",
    "content1": "Binance CEO Richard Teng says the Trump administration has been a “fantastic” reset for the cryptocurrency industry.“It’s an extremely different environment that we’re operating in,” Teng told CNBC on Tuesday.In the span of 16 months, Binance has gone from a political outcast to a possible power broker in Washington. Once the poster child for regulatory defiance – Binance was slapped with a record $4.3 billion settlement with regulators and forced to oust billionaire founder Changpeng “CZ” Zhao – the crypto exchange is now navigating a dramatically friendlier political landscape under President Donald Trump’s second administration, Teng said.“We’ve benefited from this shift,” said Teng, who was appointed Binance’s CEO in November 2023. Teng’s comments come as the crypto exchange is in talks to have the Trump family take a financial stake in the company, according to a report by The Wall Street Journal earlier this month. That same day, Bloomberg reported that World Liberty Financial, a Trump-linked crypto bank that has not yet launched, is engaged in talks with Binance to launch a dollar-pegged stablecoin. If such deals were reached, it would mark a staggering reversal for a company that was once a pariah in Washington. Teng, a soft-spoken former regulator, was careful with his words when addressing the reports.“I believe both World Liberty Financial as well as CZ himself have tweeted and denied the reports,” said Teng, who runs the exchange’s operations outside the U.S. As for the rumors about a Trump stake in Binance.US, Teng demurred. ″.US and .com are quite different animals, right?” he said. “They have different sets of shareholders, different boards of directors, and different CEOs running the show.”",
    "detailSubtitle": "In the background of all this optimism is the reality of Binance’s checkered past",
    "detailGraphImage": "/images/reality-of-Binance-checkered-past.webp",
    "content2": "Zhao, the company’s founder and former CEO, was criminally charged, forced to step down and served a short prison sentence. Binance paid the multibilllion-dollar settlement – finalized in late 2023 – to resolve a raft of violations with U.S. regulators, including the Department of Justice and the Commodity Futures Trading Commission.One major front remains open: The Securities and Exchange Commission’s civil case against Binance and Zhao. The SEC and Binance in February agreed to a 60-day pause in proceedings as both sides consider a potential resolution. The stay comes amid a broader pullback by the SEC from several high-profile crypto lawsuits, signaling a potential regulatory reset under the new administration.“We under-invested in compliance in those very early days,” Teng said. “But what’s important as a responsible institution is to acknowledge those early mistakes, make amends for it and invest greatly into compliance, which we are doing now.”Binance now employs more than 1,300 professionals in compliance, roughly a quarter of its total workforce, Teng said. “The direction of travel is very clear. It’s one of compliance.”The Nigerian government might disagree. "
  },
  
  {
    "image": "/images/new-massjacker-malware-is-hijacking-digital-wallets-to-steal-large-sums-from-users.webp",
    "category": "cryptocurrency",
    "title": "New MassJacker malware is hijacking digital wallets to steal large sums from users",
    "slug": "new-massjacker-malware-is-hijacking-digital-wallets-to-steal-large-sums-from-users",
    "author": "washingtoninsider",
    "date": "April 6, 2025",
    "excerpt": "Cryptocurrency transactions are being hijacked by a new clipper malware strain called MassJacker.",
    "content1": "A new malware campaign is rerouting thousands of dollars from cryptocurrency transactions into the accounts of hackers.As reported by The Hacker News, the malware, called MassJacker, is a type of cryware known as clipper malware which is targeting users searching for pirated software online.Instead of the pirated software though, they actually end up downloading clipper malware which is designed to steal cryptocurrency by watching an infected machine’s clipboard and switching out copied cryptocurrency wallet addresses for one controlled by the attackers behind this campaign. According to a new report from CyberArk, the infection chain starts at pesktop[.]com which is a site commonly used to acquire pirated software that also tries to infect systems with multiple types of malware. The initial MassJacker executable acts as a conduit to run a PowerShell script for the Amadey botnet malware and two .NET binaries including one codenamed PackerE.PackerE downloads an encrypted DLL file which then loads a second malicious file that launches the MassJacker payload by injecting it into a legitimate Windows process called InstalUtil.exe. This encrypted DLL incorporates features to evade and avoid analysis including Just-In-Time (JIT) hooking, metadata token mapping, and a custom virtual machine.",
    "detailSubtitle": "How to stay safe from clipper malware",
    "detailGraphImage": "/images/How-to-stay-safe-from-clipper-malware.webp",
    "content2": "Just like with some other malware strains, getting infected by MassJacker is completely avoidable. As long as you're not downloading pirated software, you should have nothing to worry about at least for now.To keep your devices protected from malware that can slip through the cracks though, you should be using the best antivirus software on your Windows PC or the best Mac antivirus software on your Apple computer. These security programs continually scan all of your existing files and any new ones you try to download for malware.As for keeping your cryptocurrency transactions safe, it might be worth investing in one of the best laptops or even one of the best computers and using that machine solely for crypto. This might sound a bit drastic but by keeping the rest of your online activity separate from your crypto transactions, you can avoid having your funds stolen by malware like MassJacker or by phishing attacks designed to steal your recovery phrase which you should save the old fashioned way on a piece of paper in a secure location as opposed to on your computer or in one of the best password managers.Since recovering lost cryptocurrency is almost impossible, hackers will likely continue to target crypto users online. This is why you need to be extra careful and practice excellent cyber hygiene when dealing with digital currencies."
      },
  {
    "image": "/images/analysts-predict-strong-bitcoin-comeback-in-april.webp",
    "category": "cryptocurrency",
    "title": "Analysts Predict Strong Bitcoin Comeback in April",
    "slug": "analysts-predict-strong-bitcoin-comeback-in-april",
    "author": "washingtoninsider",
    "date": "April 6, 2025",
    "excerpt": "Despite hopes that the January 20 inauguration of President Donald Trump—who had campaigned on promises to enact industry-friendly policies once in office—would usher in a boom for cryptocurrency..",
    "content1": "Analysts Predict Strong Bitcoin Comeback in April Published Mar 17, 2025 at 6:58 AM EDT CLOSE X By Hugh Cameron is Newsweek U.S. news reporter based in London, U.K. with a focus on covering American economic and business news. Hugh joined Newsweek in 2024, having worked at Alliance News Ltd where he specialised in global and regional business developments, economic news, and market trends. He graduated from the University of Warwick with a bachelor's degree in politics in 2022, and from the University of Cambridge with a master's degree in international relations in 2023. Languages: English. You can get in touch with Hugh by emailing h.cameron@newsweek.com Writers Page Hugh Cameron U.S. News Reporter Newsweek Is A Trust Project Member FOLLOW news article Based on facts, either observed and verified firsthand by the reporter, or reported and verified from knowledgeable sources. Share Copy Link ✓ Link copied to clipboard! Certain experts are penciling in a strong rebound for bitcoin heading into summer, after a tough few months for the flagship cryptocurrency.According to analysis of bitcoin's historic price patterns by economist Timothy Peterson on his X, formerly Twitter, account @nsquaredvalue, the currency will escape from its current lull in April, continuing to recover value through May to reach $126,000 by June 1.Why It MattersDespite hopes that the January 20 inauguration of President Donald Trump—who had campaigned on promises to enact industry-friendly policies once in office—would usher in a boom for cryptocurrency, bitcoin and other major tokens have lost significant value since the beginning of his administration.However, mounting fears over a U.S. recession have led some to speculate that bitcoin, like gold, could serve as a safe-haven asset should an extended economic downturn hit the country in the near-future. Others, meanwhile, believe a recession could put further downward pressure on bitcoin and other cryptocurrencies.What To KnowAccording to Peterson on X, his price forecast is based on bitcoin's historical bull runs having taken place in April and October.Bitcoin gained around 12 percent in October 2024, before undergoing an unprecedented postelection rally to reach an all-time high of $109,115 on January 20, per CoinMarketCap. The cryptocurrency is currently trading at around $83,500, having fallen more than 23 percent since the inauguration. Last week, the token fell below $80,000 for the first time since November. File photo: People walk past a cryptocurrency exchange office with a screen featuring U.S. President Donald Trump holding cryptocurrency coins in Hong Kong on March 12, 2025. File photo: People walk past a cryptocurrency exchange office with a screen featuring U.S. President Donald Trump holding cryptocurrency coins in Hong Kong on March 12, 2025. Mladen Antonov/AFP via Getty Images Trump has followed through on some of his rhetorical commitments to bitcoin since reentering office. The president appointed David Sacks, a prominent figure in the crypto space, to be the first-ever \"White House AI & Crypto Czar,\" and hosted the first White House crypto summit on March 7.After establishing a Working Group on Digital Asset Markets to look into the possibility, on March 6 the president announced that the U.S. government would begin building up its own \"Strategic Bitcoin Reserve and a U.S. Digital Asset Stockpile;\" the latter will likely be made up of Ethereum, as well as other tokens previously mentioned by Trump.However, this did not translate into a significant price increase, as some had hoped; it was revealed that the strategi",
    "detailSubtitle": "White House AI and Crypto Czar",
    "detailGraphImage": "/images/White-House-AI-Crypto-Czar.webp",
    "content2": "Trump has followed through on some of his rhetorical commitments to bitcoin since reentering office. The president appointed David Sacks, a prominent figure in the crypto space, to be the first-ever White House AI & Crypto Czar, and hosted the first White House crypto summit on March 7.After establishing a Working Group on Digital Asset Markets to look into the possibility, on March 6 the president announced that the U.S. government would begin building up its own Strategic Bitcoin Reserve and a U.S. Digital Asset Stockpile; the latter will likely be made up of Ethereum, as well as other tokens previously mentioned by Trump.However, this did not translate into a significant price increase, as some had hoped; it was revealed that the strategic reserve would be replenished solely with bitcoin obtained in criminal and civil forfeiture cases, rather than the government purchasing large quantities of the cryptocurrency."

  },
  {
    "image": "/images/abu-dhabi-s-mgx-to-invest-2-billion-in-crypto-exchange-binance.webp",
    "category": "cryptocurrency",
    "title": "Abu Dhabi’s MGX to invest $2 billion in crypto exchange Binance",
    "slug": "abu-dhabi-s-mgx-to-invest-2-billion-in-crypto-exchange-binance",
    "author": "washingtoninsider",
    "date": "April 5, 2025",
    "excerpt": "Emirati state-owned investment firm MGX announced a $2 billion investment into Binance, marking the cryptocurrency exchange's first institutional investment.",
    "content1": "Emirati state-owned investment firm MGX announced a $2 billion investment into Binance, in what marks the cryptocurrency exchange’s first institutional investment and the “single largest investment” ever paid in crypto.In a joint press release, the firms said the minority stake would be paid for in stablecoins, making it the “largest investment ever” paid in cryptocurrency. Stablecoins are a type of digital asset designed to hold a constant value, typically with a peg to a fiat currency. Abu Dhabi launched the MGX investment firm last year with a focus on AI technology. In September, MGX partnered with the likes of BlackRockand Microsoft to launch a more than $30 billion AI fund, but it had yet to invest in the cryptocurrency industry and blockchain sectors. “MGX’s investment in Binance reflects our commitment to advancing blockchain’s transformative potential for digital finance,” Ahmed Yahia, managing director and CEO at MGX, said in a statement.The press release added that “by partnering with the leading industry player, MGX aims to enable innovation at the intersection of AI, blockchain technology and finance.”",
    "detailSubtitle": "Binance has not responded to an inquiry",
    "detailGraphImage": "/images/Binance-has-not-responded-to-an-inquiry.webp",
    "content2": "The press release added that “by partnering with the leading industry player, MGX aims to enable innovation at the intersection of AI, blockchain technology and finance.”Binance and MGX did not immediately comment on the size of the stake or what stablecoin would be used for the payment. Binance has not responded to an inquiry on whether the deal had been completed.As part of the UAE’s broader ambitions to become a global technology leader, it has been growing into a regional crypto hub. Binance, the largest cryptocurrency exchange in the world, has grown its Middle East footprint as it faced regulatory hurdles and enforcement measures in other jurisdictions in recent years, According to the press release, Binance employs approximately 1,000 of its roughly 5,000 global workforce in the UAE. It adds that it now boasts over 260 million registered users and has surpassed $100 trillion in cumulative trading volume. Binance CEO Richard Teng is scheduled to take part in a panel session at CNBC’s CONVERGE LIVE in Singapore at 2:40 p.m. local time (2:40 a.m. ET) on Thursday."
  },
  {
    "image": "/images/pitchman-president-drives-americans-to-their-corners.webp",
    "category": "cryptocurrency",
    "title": "Pitchman president drives Americans to their corners",
    "slug": "pitchman-president-drives-americans-to-their-corners",
    "author": "washingtoninsider",
    "date": "April 5, 2025",
    "excerpt": "At the White House this week, there are events to pump up Tesla and cryptocurrency, as President Donald Trump pushes products and investments close to the hearts of his backers.",
    "content1": "At the White House this week, there are events to pump up Tesla and cryptocurrency, as President Donald Trump pushes products and investments close to the hearts of his backers.Outside the White House there is backlash, particularly against Tesla, and Americans are showing an interest in boycotts.Left-leaning Tesla owners are turning against their electric cars as a protest against Elon Musk, who has evolved from backing Tesla to address climate change to helping elect a president promising to refocus on hydrocarbons and “drill, baby drill.”Musk needed the free advertising of a Tesla-only White House driveway show to halt the tanking of the company’s stock price. It was the least Trump could do after Musk spent more than a quarter of a billion dollars to get him elected, according to FEC reports, and plans to pour $100 million more into Trump’s political operation, according to the New York Times.Musk and Trump’s mutual endorsements now taint Tesla in the eyes of many Americans — as does the fact that Trump has let Musk and his Department of Government Efficiency cronies run wild with cuts across the federal government and little transparency about what they’re doing.",
    "detailSubtitle": "Investing in MAGA",
    "detailGraphImage": "/images/Investing-in-MAGA.webp",
    "content2": "Donald Trump Jr., is part of an investment firm made up of like-minded MAGA conservatives looking to monetize their politics in a sort of “parallel economy.” The firm, 1789 Capital, got the opportunity to invest in Musk-owned companies, according to a Bloomberg profile. Trump Jr. said he has turned his back on opportunities where he doesn’t like the politics.“I’ve turned down major deals where the ethoses don’t align…There are people who have become MAGA more recently – and I don’t know they actually believe,” Trump Jr., told Bloomberg, which reported that since Inauguration Day, the firm has raised $500 million. Bloomberg reported that 1789 Capital will market itself to public pension plans in red states.1789 Capital describes itself as advocating an EIG investment strategy, short for entrepreneurship, investment and growth.It’s a play on ESG investing, which aims to prioritize investing in companies that care about the environment, social justice and open corporate governance. A conservative judge in Texas recently ruled against 26 red states and in favor of a Biden-era rule that allowed public pension plans to choose such a socially conscious investing strategy.Musk’s evolution from California-based liberal concerned about climate change to Texas-based libertarian coughing up serious coin for Trump and quietly slashing federal regulations tracks with a change in Tesla’s brand.A Columbia Business School study compares the politics and brand affinity of people according to their social media habits. In February of 2017, before Musk’s transformation, the study found Tesla to be more associated with people who followed Democrats on social media. By 2022, after he had moved Tesla and SpaceX to Texas as a form of protest against California, but before he had gone all in for Trump, the situation was reversed and Tesla was more associated with people who followed Republicans. It stands to reason that the transformation of Musk’s X to an echo chamber for conservatives has further impacted the Tesla brand."
  },
  {
    "image": "/images/india-arrests-man-accused-of-running-96-billion-crypto-exchange-at-request-of-us.webp",
    "category": "cryptocurrency",
    "title": "India arrests man accused of running $96 billion crypto exchange at request of US",
    "slug": "india-arrests-man-accused-of-running-96-billion-crypto-exchange-at-request-of-us",
    "author": "washingtoninsider",
    "date": "April 4, 2025",
    "excerpt": "Indian authorities have arrested a Lithuanian man wanted by the US for allegedly running a $96 billion cryptocurrency exchange that allowed terrorist organizations, drug traffickers and cybercriminals to launder money.",
    "content1": "Indian authorities have arrested a Lithuanian man wanted by the US for allegedly running a $96 billion cryptocurrency exchange that allowed terrorist organizations, drug traffickers and cybercriminals to launder money.The arrest caps an intense US-led manhunt for Aleksej Besciokov, that escalated last week with the seizure of the crypto exchange, the freezing of $26 million in assets and the unsealing of an indictment against Besciokov and an alleged accomplice.The US is expected to pursue Besciokov’s extradition to the US Eastern District of Virginia in what would be a big win in the yearslong battle against money laundering services that allegedly fuel global crime and terrorism. The arrest shows that while the Trump administration has eased up pressure on Russia in some areas, such as offensive cyber operations, the Justice Department is still aggressively pursuing accused criminals with a connection to Russia.Besciokov had been living in Russia, according to the Justice Department. It is unclear why Besciokov traveled to India.Police in the southwest Indian state of Kerala arrested Besciokov this week, India’s Central Bureau of Investigation said in a statement that referred to Besciokov as a “fugitive.”",
    "detailSubtitle": "Garantex website",
    "detailGraphImage": "/images/Garantex-website.webp",
    "content2": "“I can confirm Aleksej Besciokov, one of the administrators of Garantex, was arrested in India at the request of the United States,” US Justice Department spokesperson Nicole Navas Oxman told CNN in an email. She declined to comment further.CNN has been unable to reach a lawyer representing Besciokov.The arrest comes less than a week after the Justice Department unsealed an indictment against Besciokov and Aleksandr Mira Serda, a Russian man, for allegedly running Garantex. Besciokov was in charge of keeping Garantex online and running its infrastructure, while Mira Serda was the exchange’s co-founder and “chief commercial officer,” according to the Justice Department.The Besciokov case is an example of how putting accused money launderers in handcuffs is the surest way to disrupt their activity. The US Treasury Department sanctioned Garantex in 2022. In response, Besciokov and others “redesigned Garantex’s operations” to evade sanctions and dupe US businesses into working with Garantex, according to the Justice Department. The exchange processed $96 billion in transactions between 2015 and 2019, according to the indictment."
  },
  {
    "image": "/images/federal-agents-confirm-lastpass-breach-linked-to-massive-cryptocurrency-heists.webp",
    "category": "cryptocurrency",
    "title": "Federal agents confirm LastPass breach linked to massive cryptocurrency heists",
    "slug": "federal-agents-confirm-lastpass-breach-linked-to-massive-cryptocurrency-heists",
    "author": "washingtoninsider",
    "date": "April 4, 2025",
    "excerpt": "The $150 million heist, which occurred on January 30, 2024, is believed to have targeted Chris Larsen, co-founder of the cryptocurrency platform Ripple, according to blockchain security...",
    "content1": "In a court filing earlier this month, U.S. federal agents confirmed that a series of high-profile cyberheists, including a $150 million cryptocurrency theft, are linked to the 2022 breach of password manager service LastPass. The heists involved cracking master passwords stolen from LastPass, which allowed thieves to access sensitive information, including cryptocurrency seed phrases stored in the Secure Notes section of victims' accounts, according to KrebsonSecurity, which has been tracking these incidents since September 2023.The $150 million heist, which occurred on January 30, 2024, is believed to have targeted Chris Larsen, co-founder of the cryptocurrency platform Ripple, according to blockchain security researcher ZachXBT. Federal prosecutors in northern California have seized approximately $24 million in cryptocurrencies related to this theft.According to the seizure document, the U.S. Secret Service and the FBI believe the attackers used stolen data from LastPass to access victims' accounts without authorization. This pattern is consistent with similar six-figure crypto heists, where victims had stored their cryptocurrency seed phrases in LastPass before the 2022 breaches.Krebs says that security researchers Nick Bax and Taylor Monahan have been working with dozens of victims and found none experienced typical precursor attacks, such as email or mobile phone account compromises, or SIM-swapping attacks. Instead, all victims had stored their cryptocurrency seed phrases in LastPass's Secure Notes before the breaches. The heists followed a similar pattern of rapidly moving stolen funds to numerous drop accounts scattered across various cryptocurrency exchanges.",
    "detailSubtitle": "The breach of LastPass",
    "detailGraphImage": "/images/The-breach-of-LastPass.webp",
    "content2": "The breach of LastPass in 2022 involved two significant incidents. Initially, on August 25, 2022, LastPass CEO Karim Toubba announced that the company had detected unusual activity in its software development environment, resulting in the theft of some source code and proprietary technical information.However, on September 15, 2022, LastPass stated that the investigation found no access to customer data or password vaults. This assessment changed on November 30, 2022, when LastPass disclosed that criminal hackers had compromised encrypted copies of some password vaults and other personal information using data stolen in the August breach."
  }
]
  },
  "category4": {
    "id":4,
    "categorySlug":"reits",
    "mainTitle": "Real Estate Investment Trusts",    
    "postCount": 8,
    "cards": [
      {
          "image": "/images/UAE-outlines-new-tax-rule-for-foreign-investors-and-non-residents-All-you-need-to-know.webp",
          "category": "Real Estate Investment Trusts",
          "title": "UAE outlines new tax rule for foreign investors and non residents All you need to know",
          "slug": "UAE-outlines-new-tax-rule-for-foreign-investors-and-non-residents-All-you-need-to-know",
          "author": "washingtoninsider",
          "date": "April 7, 2025",
          "excerpt": "The new decision specifies the cases in which a non-resident juridical investor in a Qualifying Investment Fund (QIF) or Real Estate Investment Trust (REIT) is considered to have a nexus in the UAE and is therefore subject to taxation ",
          "content1": "The United Arab Emirates has announced major changes to corporate tax rules in a bid to attract additional domestic and foreign investments. The changes were announced by the Ministry of Finance over the weekend and outlines scenarios that will see non-residents subjected to taxation in the country.“The new decision specifies the cases in which a non-resident juridical investor in a Qualifying Investment Fund (QIF) or Real Estate Investment Trust (REIT) is considered to have a nexus in the UAE and is therefore subject to taxation,” read an update shared by the official Emirates News Agency.Details shared by the news agency suggest that a nexus will arise for QIF investors that breach the real estate threshold either on the date of the dividend distribution or the date the ownership interest is acquired. The first applies if the QIF distributes 80% or more of its income within nine months from its financial year-end. The date of ownership interest acquisition will be considered if the QIF fails to distribute at least 80% of its income within the same stipulated period. A nexus will also be created for a non-resident juridical investor in a QIF that fails to meet the diversity of ownership conditions in the tax period in which the failure occurs.",
          "detailSubtitle": "nexus for REIT investors",
          "detailGraphImage": "/images/nexus-for-REIT-investors.webp",
          "content2": "Meanwhile a nexus for REIT investors will arrive “on the date of the dividend distribution” if the trust distributes 80% or more of its income within nine months of its financial year end. It will apply from the date the ownership interest is acquired in case the REIT fails to distribute at least 80% of its income within this timeframe.The Ministry of Finance also specified that non-resident juridical investors investing exclusively in a QIF or REIT would not be considered to have a taxable presence in the country — except in the cases outlined. The move is intended to “reduce foreign investors’ compliance burdens”." 
         },
        {
          "image": "/images/Plymouth-REIT-reports-robust-Q1-leasing-activity.webp",
          "category": "Real Estate Investment Trusts",
          "title": "Plymouth REIT reports robust Q1 leasing activity",
          "slug": "Plymouth-REIT-reports-robust-Q1-leasing-activity",
          "author": "washingtoninsider",
          "date": "April 7, 2025",
          "excerpt": "BOSTON - Plymouth Industrial REIT, Inc. (NYSE:PLYM), a company specializing in the acquisition and management of industrial properties, has reported significant leasing activity for the first quarter of 2025.",
          "content1": "BOSTON - Plymouth Industrial REIT, Inc. (NYSE:PLYM), a company specializing in the acquisition and management of industrial properties, has reported significant leasing activity for the first quarter of 2025. The company announced that leases commencing in the first quarter, which ended March 31, 2025, covered an aggregate of 2,437,267 square feet. This included 1,540,756 square feet of renewal leases and 896,511 square feet of new leases. The $671 million market cap REIT currently trades at attractive valuations according to InvestingPro analysis, with a P/E ratio of 5.56x and offering a substantial 6.52% dividend yield.The rental rates for these leases showed a marked increase, with a 16.2% rise on a cash basis for all leases excluding a major St. Louis lease. Renewal leases alone saw a 15.0% increase, while new leases jumped 22.1%. However, when including the St. Louis lease, the overall rental rate increase was 9.6%, and new leases specifically saw a modest 0.9% increase.Same store occupancy as of March 31, 2025, stood at 94.7%, with the total portfolio occupancy at 94.3%. This reflects a positive impact from the St. Louis lease and leasing activities in Cleveland, Cincinnati, and Atlanta, offset by a net negative impact from other leasing activities during the quarter.For the remainder of 2025, Plymouth has executed leases totaling 4,652,684 square feet, which represents 56.3% of the total expirations for the year. These include 3,731,230 square feet of renewal leases and 921,454 square feet of new leases.In terms of acquisition activity, Plymouth closed on six industrial buildings totaling 801,161 square feet for $65.1 million during the first quarter. These fully leased properties have a weighted average initial estimated net operating income (NOI) yield of 6.8% and a weighted average remaining lease term of 4.4 years. The company maintains a strong operational efficiency with a gross profit margin of 68.06%, though InvestingPro data indicates its current ratio of 0.81 suggests tight liquidity management.",
          "detailSubtitle": "Memphis is highlighted as a key logistics hub due to its extensive transportation infrastructure",
          "detailGraphImage": "/images/Memphis-is-highlighted-as-a-key-logistics-hub-due-to-its-extensive-transportation-infrastructure.webp",
          "content2": "The company also released its second Market Portrait, focusing on the Memphis industrial market, which is available on their corporate website. Memphis is highlighted as a key logistics hub due to its extensive transportation infrastructure.Plymouth Industrial REIT will hold its first quarter earnings conference call and webcast on May 2, 2025. The earnings release and supplemental financial information will be issued after the market closes on May 1, 2025. With the stock trading near its 52-week low after a 29.68% decline over the past six months, investors can access comprehensive analysis and 10+ additional ProTips through InvestingPro’s detailed research reports, which provide deep-dive analysis of PLYM’s valuation, financial health, and growth prospects.This update is based on a press release statement and contains forward-looking statements that involve risks and uncertainties. Actual results may differ materially from those anticipated in these forward-looking statements.In other recent news, Plymouth Industrial REIT reported its Q4 2024 earnings, which showed a mixed performance. The company’s earnings per share (EPS) came in at $3.24, significantly surpassing the forecast of $0.0314, yet its revenue of $47.57 million fell short of the anticipated $50.76 million. Additionally, JMP Securities adjusted Plymouth’s price target to $24 from a previous $27, maintaining a Market Outperform rating. This adjustment reflects a cautious view due to tenant turnover and increased competition in investment sales markets. Meanwhile, Plymouth Industrial REIT appointed Robert O. Stephenson, Omega Healthcare’s CFO, to its Board of Directors, enhancing its governance with his extensive REIT sector experience. Furthermore, JMP Securities analysts highlighted Plymouth’s strategic market exposure and strong dividend yield, noting that the stock trades at a lower multiple compared to industry averages. Despite recent operational challenges, Plymouth’s management is optimistic about a robust leasing pipeline and strategic capital deployment."
        },
        {
          "image": "/images/building-wealth-brick-by-brick-how-black-women-are-winning-with-reits.webp",
          "category": "Real Estate Investment Trusts",
          "title": "Building Wealth, Brick By Brick - How Black Women Are Winning With REITs",
          "slug": "building-wealth-brick-by-brick-how-black-women-are-winning-with-reits",
          "author": "washingtoninsider",
          "date": "April 6, 2025",
          "excerpt": "This is why real estate investment trusts are worth looking into this year.",
          "content1": "If you’re interested in diversifying your portfolio through real estate investing, but aren’t ready to take the plunge into landlordship, it may be time to look into REITs. According to Investopedia, real estate investing trusts (REITs) are companies that own, operate, or finance income-producing real estate across a wide range of property sectors. The outlet explains that these investments allow you to earn income from real estate without having to buy, manage, or finance properties themselves.  Sounds great, right? You’re not the only one that thinks that. Data from real estate data hub Nareit, 145 million Americans are invested in REIT stocks, as of 2020. Black women are cashing in on the movement. On TikTok, more than 22M videos about Black women in stocks, and content creators are sharing their insight on REITs for followers. Ashley M. Fox, former Wall Street analyst and founder of personal finance platform Empify says REITs changed her outlook on investing. ",
          "detailSubtitle": "Building On The Progress ",
          "detailGraphImage": "/images/Building-On-The-Progress.webp",
          "content2": "At ESSENCE, we celebrate the beauty of Black culture—and that includes the flavors, traditions, and stories that define who we are. Kandi and Riley’s journey through food is a reminder that our history lives in the meals we share, the joy we pass down, and the love we pour into every dish.So, whether you’re recreating a beloved family recipe or making new memories at the table, let every bite be a tribute to the generations that came before us. And with Coca-Cola® by your side, every meal is a moment of uplift, connection, and refreshment worth savoring."
       },
        {
          "image": "/images/2-under-the-radar-reits-retirees-should-get-familiar-with.webp",
          "category": "Real Estate Investment Trusts",
          "title": "2 Under-The-Radar REITs Retirees Should Get Familiar With",
          "slug": "2-under-the-radar-reits-retirees-should-get-familiar-with",
          "author": "washingtoninsider",
          "date": "April 6, 2025",
          "excerpt": "See why Real Estate Investment Trusts like Saul Centers and American Assets Trust are ideal for retirees seeking reliable income. Click for more on AAT and BFS.",
          "content1": "Because of current laws, Real Estate Investment Trusts are popular among retirees. One reason is they're required by law to pay out most of their taxable income in the form of dividends.Moreover, if you're a retiree, this could be used to supplement your income in your later years. As a retiree, you often need less and look for stability in your life.REITs regularly provide this, as many offer low to mid-single digit growth. And while they may not blow your top off with astronomical capital appreciation, they do provide steady & reliable streams of income.That's why I think these two under-the-radar REITs can do just that. They are not as popular as some of their peers, but have solid fundamentals and are likely to continue paying dividends while providing some level of growth. In this article, I discuss two lesser-known REITs income-oriented investors should know.",
          "detailSubtitle": "REIT #2: American Assets Trust — AAT",
          "detailGraphImage": "/images/American-Assets-Trust-AAT.webp",
          "content2": "Most of their properties are located in affluent areas, which I can personally attest to as I currently live in San Diego. I was also previously stationed in Honolulu, Hawaii while active duty and often visited their properties located on the island in the center of downtown Honolulu.Their properties also showed strong leasing percentages at 95% and 89% respectively for their retail and multifamily properties. Their office properties were similar to BFS' at 86% leased. Some of their notable tenants include Alphabet (GOOG), Autodesk (ADSK), Smartsheet (SMAR), and Lowe's (LOW).And like their peer Saul Centers, American Assets Trust's financials have also been resilient with solid growth the past 5 years. Unlike AAT, however, the latter was forced to cut its dividend during COVID-19 from $0.30 to $0.20 for a single quarter before getting back on the path to growth.Revenue over that same period grew from $367 million to $441.1 million. 2024 revenue estimates are $445.57 million, a solid growth rate of 21.4%."  
         },
        
       
        {
          "image": "/images/Best-Performing-REITs-for-April-2025-How-to-Invest-in-Real-Estate-Investment-Trusts.webp",
          "category": "Real Estate Investment Trusts",
          "title": "Best-Performing REITs for April 2025: How to Invest in Real Estate Investment Trusts",
          "slug": "Best-Performing-REITs-for-April-2025-How-to-Invest-in-Real-Estate-Investment-Trusts",
          "author": "washingtoninsider",
          "date": "April 8, 2025",
          "excerpt": "Real estate investment trusts (REITs) let you invest in real estate without buying and managing properties yourself.",
          "content1": "Real estate investment trusts (REITs) are companies that own real estate. You can buy shares in REITs similar to stock, and you mainly make money from REITs through dividends. REITs often own apartments, warehouses, self-storage facilities, malls and hotels. You can purchase REITs through an investment account, also called a brokerage account, similar to stocks.Congress created real estate investment trusts in 1960 as a way for individual investors to own equity stakes in large-scale real estate companies, just as they could own stakes in other businesses. This move made it easy for investors to buy and trade a diversified real-estate portfolio.When comparing potential returns it can be helpful to look at benchmarks. The S&P 500 is a collection of five hundred of the biggest U.S. companies. When you look at their collective performance, that's how the S&P 500 has performed. The FTSE NAREIT All Equity REITs Index, similarly, tracks the performance of equity REITs. And from 1972 to 2019, REITs, on average, returned an 11.8% total annual return compared to the S&P's 10.6%.That's not to say that REITs are better than stocks —  it's simply one metric to look at. That being said, if you were to invest in REITs in addition to stocks, you would diversify your portfolio and likely be more protected against risk. One thing to note about 5-year returns at the moment is that many REITs plummeted in the early days of the pandemic in 2020. Taking a 5-year look from April then to April now shows what appear to be pretty outsized returns, which could normalize in the coming months. ",
          "detailSubtitle": "Investing in REITs: How to get started",
          "detailGraphImage": "/images/Investing-in-REITs-How-to-get-started.webp",
          "content2": "Investing in REITs is as simple as opening a brokerage account, or investment account, which usually takes just a few minutes. Then you’ll be able to buy and sell publicly traded REITs just like you would any other stock. Because REITs pay such large dividends, it can be smart to keep them inside a tax-advantaged investment account like a Roth IRA to get the best possible tax treatment.If you don’t want to trade individual REIT stocks, it can make a lot of sense to simply buy an ETF or mutual fund that vets and invests in a range of REITs for you. You get immediate diversification and lower risk. Many brokerages offer these funds, and investing in them requires less legwork than researching individual REITs for investment."
         },
        {
          "image": "/images/Treasury-Yields-Are-Tumbling-5-High-Yield-Dividend-REITs-Could-Explode-Higher.webp",
          "category": "Real Estate Investment Trusts",
          "title": "Treasury Yields Are Tumbling: 5 High-Yield Dividend REITs Could Explode Higher",
          "slug": "Treasury-Yields-Are-Tumbling-5-High-Yield-Dividend-REITs-Could-Explode-Higher",
          "author": "washingtoninsider",
          "date": "April 8, 2025",
          "excerpt": "After an incredible run of 20%+ years for the S&P 500 in 2023 and 2024, many across Wall Street now know that the momentum has hit a wall.",
          "content1": "After an incredible run of 20%+ years for the S&P 500 in 2023 and 2024, many across Wall Street now know that the momentum has hit a wall. With the Nasdaq down 20% in 2025 and already in bear market territory as the Magnificent 7 tech stocks that led the rally for the last two and a half years get hammered, Treasury yields on the 10-year note have tumbled to the lowest levels since last October as investors seeking safe-havens try to gauge the impact that U.S. President Donald Trump’s trade tariffs will have on the U.S. economy. While some stock investors feared a market meltdown like we are seeing, real estate investors are cheering the lowest rate on the benchmark note in over 6 months.Real estate investment trusts (REITs) own, operate, or finance income-producing real estate. They enable individuals to invest in real estate without owning properties directly. REITs pool funds from investors to purchase and manage a diversified portfolio of real estate assets, including office buildings, apartments, shopping malls, hotels, and warehouses. We screened our 24/7 Wall Street REIT research database to identify companies that offer the highest yields and exhibit solid growth potential. We purposely avoided the mortgage REIT segment, as it tends to be more volatile and sensitive to interest rates. Five top companies are our top investment ideas, and all are Buy-rated by top firms on Wall Street. Several companies also pay their shareholders monthly.",
          "detailSubtitle": "Why do we cover real estate investment trusts?",
          "detailGraphImage": "/images/Why-do-we-cover-real-estate-investment-trusts.webp",
          "content2": "An adage on Wall Street referring to real estate attributed to Mark Twain says, “Buy land; they’re not making it anymore.” While somewhat simplistic, it is true. Real estate has long been a staple investment for some of the wealthiest and brightest investors in history.Apple Hospitality REIT Inc. (NYSE: APLE) owns one of the largest portfolios of upscale, select-service hotels in the United States. It is a publicly traded REIT that offers a solid dividend and distinguishes itself in the market with its unique offerings.Despite its name, it is not affiliated with the technology giant. However, it offers a solid total return potential, owning one of the largest and most diverse portfolios of upscale, room-focused hotels in the United States. Apple Hospitality’s portfolio comprises 220 hotels with over 28,900 guest rooms in 87 markets across 37 states, as well as one property leased to third parties. EPR Properties (NYSE: EPR) is a specialty REIT that invests in properties in select market segments that require unique industry knowledge. This REIT invests in some of the most popular entertainment companies and pays a dependable dividend. It is a leading experiential net-lease REIT specializing in select, enduring experiential properties within the real estate industry.The company focuses on real estate venues that create value by facilitating out-of-home leisure and recreation experiences where consumers spend their time and money."
        },
        {
          "image": "/images/Why-Running-for-REITs-Could-Be-a-Solution-to-Market-Woes.webp",
          "category": "Real Estate Investment Trusts",
          "title": "Why Running for REITs Could Be a Solution to Market Woes",
          "slug": "Why-Running-for-REITs-Could-Be-a-Solution-to-Market-Woes",
          "author": "washingtoninsider",
          "date": "April 8, 2025",
          "excerpt": "Escalating tariff threats are continuing to lead to whipsawing market prices, creating a murky near-term horizon for investors.",
          "content1": "Escalating tariff threats are continuing to lead to whipsawing market prices, creating a murky near-term horizon for investors. Long-term risks are certainly bubbling up as well. Earlier, Goldman Sachs raised its odds of the U.S. entering a recession to 45%. To make matters far first, Goldman Sachs had just raised the odds to 35% the week prior. This dour macro environment has sent many advisors and investors scrambling for new ways to position their portfolios. One advantageous way to do so is to look for asset classes outside the traditional equity market. Among these options, real estate investment trusts (REITs) could offer a uniquely compelling opportunity for portfolios. Notably, there are a wide number of reasons why picking up REITs could be a good solution to market woes. To start, REITs tend to have a lower correlation to the stock market when compared to traditional equity strategies. By investing in REITs, advisors and investors could tap into yield and portfolio growth, even when the market is in a sour spot. Where REITs do see some correlation is when it comes to interest rates. While rate cut expectations were more tepid at the start of the year, the potential of two or three more cuts for 2025 are becoming a growing possibility. Historically, REITs have performed exceptionally well when interest rates drop.Looking long-term, REITs could also be applied as a long-term resilient play against a potential recession. If a recession occurs, REITs could very well function as a portfolio ballast that can also generate strong yield. ",
          "detailSubtitle": "Exploring the Use Case for VNQ",
          "detailGraphImage": "/images/Exploring-the-Use-Case-for-VNQ.webp",
          "content2": "When it comes to choosing a REIT ETF, the Vanguard Real Estate ETF (VNQ) could quickly emerge as a standout option. VNQ taps into Vanguard’s extensive market experience to provide exposure to a wide variety of REIT sectors. As of March 31st, 2025, VNQ’s market price declined about 2.5% over the last month. However, this price drop could very well work in the favor of advisors. The long-term outlook for REITs still looks sunny. As such, investors and advisors could buy the dip in VNQ to get ahead of rebounding returns from REITs. "
          },
        {
          "image": "/images/REIT-Stocks-Like-Curbline-Outperform-During-Ongoing-Stock-Market-Volatility.webp",
          "category": "Real Estate Investment Trusts",
          "title": "REIT Stocks Like Curbline Outperform During Ongoing Stock Market Volatility",
          "slug": "REIT-Stocks-Like-Curbline-Outperform-During-Ongoing-Stock-Market-Volatility",
          "author": "washingtoninsider",
          "date": "April 8, 2025",
          "excerpt": "Real estate investment trusts, or REITs, typically offer high dividend yields, making them appealing to income investors.",
          "content1": "Real estate investment trusts, or REITs, typically offer high dividend yields, making them appealing to income investors. But President Donald Trump's tariffs continue to play havoc with the major stock indexes, and the stock market remains in a correction.That has evolved several REIT stocks into a safe haven trade.Recent gains have limited IBD's real estate investment trust industry group's losses to just 1% since the start of the year. The group on Wednesday ranked No. 88 among the 197 industry groups tracked by IBD, improving from No. 140 four weeks ago.Meanwhile, the Real Estate Select Sector SPDR ETF (XLRE) is up 2.9% year to date through April 1.In contrast, the tech-heavy Nasdaq composite is down 10.4% year to date, while the S&P 500 has lost 4.6%.With REITs outperforming in the current stock market volatility, they have started to emerge in the IBD MarketSurge Growth 250 and the IBD 50, screens that focus on stocks that are holding up the best in the current stock market.",
          "detailSubtitle": "REIT Stocks To Watch Right Now",
          "detailGraphImage": "/images/REIT-Stocks-To-Watch-Right-Now.webp",
          "content2": "Nursing and assisted living facility operator CareTrust (CTRE) is building a consolidation that has a 33.15 conventional buy point, with an early entry at 29.37.Essex Property Trust (ESS) is bouncing back from its 50-day support level, just below a 314.65 double-bottom entry.IBD 50 stock Essential Property Realty (EPRT) continues to trace a flat base with a 34.88 entry.Curbline Properties (CURB), which owns and operates convenience shopping centers, was approaching a cup base's 25.69 entry. But sellers hit Curbline hard during Thursday's sell-off. Curbline boasts a perfect EPS Rating of 99 with a solid 95 IBD Composite Rating. Another bullish note is the stock's RS line (see point 1 in accompanying image) triggered the blue dot on the IBD MarketSurge chart.The RS Line Blue Dot list identifies stocks whose relative strength lines are hitting new highs, while the stock is building a new base or breaking out past a new buy point. That's a bullish combination and a prime way to spot new market leaders. It's the best list during a market correction, said MarketSurge chief Scott St. Clair.Curbline owns and manages convenience shopping centers.A non-REIT stock to check out for investors seeking a stable stock with a long track record of dividend increases is Enbridge (ENB)."
        }
    ]
  },
  "category5": {
    "id":5,
    "categorySlug":"artificial-intelligence-and-tech-startups",
    "mainTitle": "Artificial intelligence and Tech startups",
    "postCount": 8,
    "cards": [
      {
        "image": "/images/shopify-shop-ceo-says-staff-must-prove-their-jobs-can-t-be-done-by-ai.webp",
        "category": "Artificial intelligence",
        "title": "Shopify (SHOP) CEO Says Staff Must Prove Their Jobs Can’t Be Done by AI",
        "slug": "shopify-shop-ceo-says-staff-must-prove-their-jobs-can-t-be-done-by-ai",
        "author": "washingtoninsider",
        "date": "April 8, 2025",
        "excerpt": "Shopify (SHOP) CEO Tobi Lutke is all in on artificial intelligence (AI).The head of the Canadian e-commerce company says that..",
        "content1": "The head of the Canadian e-commerce company says that, going forward, employees will be required to prove that a particular job at the company cannot be done with AI before asking for more human staff and to raise the company’s headcount. Lutke made the statements in a memo to staff that he posted on social media.Lutke added that there’s a “fundamental expectation” across Shopify that employees embrace AI in their daily work, saying it has been a productivity “multiplier” at the company. “I’ve seen many of these people approach implausible tasks, ones we wouldn’t even have chosen to tackle before, with reflexive and brilliant usage of AI to get 100X the work done,” wrote the CEO.Shopify, which sells web-based software that helps retailers manage sales and run their operations online, will factor AI usage into future performance reviews, said Lutke. Shopify has made AI tools for its merchants a central part of its client offerings, rolling out a chatbot called “Sidekick” and a suite of automation tools that the company calls “Shopify Magic.”Headcount reductions and cost savings continue to be important at Shopify. The company cut 14% of its workforce in 2022 and 20% in 2023. At an investor event earlier this year, Shopify executives said they are confident that they can keep headcount flat by adopting new technologies that boost productivity.",
        "detailSubtitle": "Is SHOP Stock a Buy?",
        "detailGraphImage": "/images/Is-SHOP-Stock-a-Buy.webp",
        "content2": "The stock of Shopify has a consensus Moderate Buy rating among 34 Wall Street analysts. That rating is based on 21 Buy and 13 Hold recommendations assigned in the last three months. The average SHOP price target of $132.74 implies 68.41% upside from current levels.Next quarter’s earnings estimate for SHOP is $0.27 with a range of $0.22 to $0.37. The previous quarter’s EPS was $0.44. SHOP beat its EPS estimate 100.00% of the time in the past 12 months, while its overall industry beat the EPS estimate 50.00% of the time in the same period. In the last calendar year SHOP has Outperformed its overall industry."
          },
      {
        "image": "/images/microsoft-terminates-jobs-of-engineers-who-protested-use-of-ai-products-by-israel-s-military.webp",
        "category": "Artificial intelligence",
        "title": "Microsoft terminates jobs of engineers who protested use of AI products by Israel’s military",
        "slug": "microsoft-terminates-jobs-of-engineers-who-protested-use-of-ai-products-by-israel-s-military",
        "author": "washingtoninsider",
        "date": "April 8, 2025",
        "excerpt": "Microsoft terminated the employment of two software engineers who protested at company events on Friday over the Israeli military’s use of the company’s artificial intelligence products.",
        "content1": "Microsoft terminated the employment of two software engineers who protested at company events on Friday over the Israeli military’s use of the company’s artificial intelligence products, according to documents viewed by CNBC.Ibtihal Aboussad, a software engineer in the company’s AI division who is based in Canada, was fired on Monday over “just cause, wilful misconduct, disobedience or wilful neglect of duty,” according to one of the documents.Another Microsoft software engineer, Vaniya Agrawal, had said she would resign from the company on Friday, April 11. But Microsoft terminated her role on Monday, according to an internal message viewed by CNBC. The company wrote that it “has decided to make your resignation immediately effective today.”Both employees chose Microsoft’s 50th anniversary event to publicly voice their criticism. What Microsoft had hoped would be a celebratory period has turned into a brutal few days for the company, which is being hit, along with the rest of the market, by President Donald Trump’s widespread tariffs. It’s a topic that CEO Satya Nadella and his two predecessors, Bill Gates and Steve Ballmer, were forced to uncomfortably confront on Friday in an interview with CNBC’s Andrew Ross Sorkin.“As a Microsoft shareholder, this kind of thing is not good,” Ballmer said, about the tariffs.Meanwhile, the celebration itself captured headlines more for the protesters’ shared message than for Microsoft’s half-century of accomplishments.Microsoft didn’t immediately provide a comment.",
        "detailSubtitle": "The first interruption on Friday came from Aboussad",
        "detailGraphImage": "/images/The-first-interruption-on-Friday-came-from-Aboussad.webp",
        "content2": "The first interruption on Friday came from Aboussad, who stood up during Microsoft AI CEO Mustafa Suleyman’s speech.“Mustafa, shame on you,” Aboussad said as she walked towards the stage at the event in Redmond, Washington. “You claim that you care for using AI for good, but Microsoft sells AI weapons to the Israeli military. Fifty thousand people have died, and Microsoft powers this genocide in our region.”Aboussad also called Suleyman a “war profiteer.”“You have blood on your hands,” she said before being swiftly escorted out. “All of Microsoft has blood on its hands.”Shortly after the interruption, Aboussad sent an email, which was viewed by CNBC, to Suleyman and other Microsoft executives, including CEO Satya Nadella, finance chief Amy Hood, operating chief Carolina Dybeck Happe and Brad Smith, the company’s president."
          },
      {
        "image": "/images/shopify-ceo-tobi-l-tke-confirms-leaked-internal-memo-on-social-media-about-hiring-ai-before-humans.webp",
        "category": "Artificial intelligence",
        "title": "Shopify CEO Tobi Lütke confirms leaked internal memo on social media about “hiring AI before humans”",
        "slug": "shopify-ceo-tobi-l-tke-confirms-leaked-internal-memo-on-social-media-about-hiring-ai-before-humans",
        "author": "washingtoninsider",
        "date": "April 8, 2025",
        "excerpt": "A leaked internal memo from Shopify CEO Tobi Lütke has sparked a wave of attention across social media after it revealed just how far the company is leaning into artificial intelligence. ",
        "content1": "A leaked internal memo from Shopify CEO Tobi Lütke has sparked a wave of attention across social media after it revealed just how far the company is leaning into artificial intelligence.Originally intended for employees, the memo laid out a blunt new reality: AI isn’t just a helpful tool at Shopify—it’s now the baseline. Teams must prove they’ve used AI to its fullest before asking for additional hires or resources. The message was clear: “Hire an AI before you hire a human.”After the leak, Lütke stepped in to confirm the memo—and take control of the story. “Context: This is a Shopify internal memo that I shared here because it was in the process of being leaked and (presumably) shown in bad faith,” he wrote on X.He didn’t just confirm it—he backed it fully. “If you’re not using AI by default at Shopify,” he added, “you’re behind.” The shift isn’t theoretical. It’s already reshaping how work gets done across the company.",
        "detailSubtitle": "AI First, Humans Second",
        "detailGraphImage": "/images/AI-First-Humans-Second.webp",
        "content2": "The memo, titled “AI usage is now a baseline expectation”, lays it all out. Before asking for more team members or extra resources, Shopify employees need to show they’ve already explored what can be done with AI.“Stagnation is almost certain, and stagnation is slow-motion failure,” Lütke writes. “If you’re not climbing, you’re sliding.”That line isn’t just meant to sound intense—it reflects a hard shift in mindset across the company. Shopify isn’t experimenting with AI anymore. It’s going all-in. AI used to be encouraged. Now, it’s mandatory.Employees are expected to integrate AI into their work by default. Tools like Copilot, Claude, Cursor, and internal platforms like chat.shopify.io and Proxy are all part of the standard toolkit. Lütke refers to AI not just as something helpful, but as a multiplier—turning 10X employees into 100X teams.The memo makes clear that AI is now part of the day-to-day, not some future project. Performance reviews will factor in AI usage. Prototypes are expected to be AI-led. People who know how to write better prompts will have an edge."
          },
      {
        "image": "/images/national-weather-service-no-longer-translating-products-for-non-english-speakers.webp",
        "category": "Artificial intelligence",
        "title": "National Weather Service no longer translating products for non-English speakers",
        "slug": "national-weather-service-no-longer-translating-products-for-non-english-speakers",
        "author": "washingtoninsider",
        "date": "April 8, 2025",
        "excerpt": "The National Weather Service is no longer providing translations of its products after its contract with an artificial intelligence company was allowed to lapse.",
        "content1": "The National Weather Service is no longer providing language translations of its products, a change that experts say could put non-English speakers at risk of missing potentially life-saving warnings about extreme weather.The weather service has “paused” the translations because its contract with the provider has lapsed, NWS spokesperson Michael Musher said. He declined further comment.Lilt, an artificial intelligence company, began providing translations in late 2023, replacing manual translations that the weather service had said were labor-intensive and not sustainable. It eventually provided them in Spanish, Chinese, Vietnamese, French and Samoan. The contract lapse comes as President Donald Trump's administration is seeking to slash spending in federal agencies, including cuts within the National Oceanic and Atmospheric Administration that have led to high employee vacancy rates at NWS offices.NOAA referred questions about the contract to a message on its website announcing the contract had lapsed. Lilt did not respond to requests for comment.Nearly 68 million people in the U.S. speak a language other than English at home, including 42 million Spanish speakers, according to 2019 Census data.Not being able to read urgent weather alerts could be a matter of life or death, said Joseph Trujillo-Falcón, a researcher at the University of Illinois Urbana-Champaign who has worked with NOAA researching how to translate weather and climate information to the public, including the use of artificial intelligence.He said translated weather alerts saved lives during a deadly tornado outbreak in Kentucky in 2021. A Spanish-speaking family interviewed afterward said they got a tornado alert on their cellphone in English but ignored it because they didn't understand it, he said. When the same alert came in Spanish, they quickly sought shelter, he said.",
        "detailSubtitle": "“It saved their life,” said Trujillo-Falcón",
        "detailGraphImage": "/images/It-saved-their-life-said-Trujillo-Falcon.webp",
        "content2": "Trujillo-Falcón said weather alerts used to be translated by forecasters that spoke more than one language, a task that could be “completely overwhelming” on top of their forecasting duties.The translations are important for more than extreme weather events, said Andrew Kruczkiewicz, a senior researcher at the Columbia Climate School at Columbia University. General weather forecasts are essential for a number of sectors including tourism, transportation and energy. Families and businesses can make more informed decisions when they can get weather information that often includes actions that should be taken based on the forecast.Norma Mendoza-Denton, a professor of anthropology at the University of California, Los Angeles, said there are many people in the U.S. that function with limited English relevant to their daily routines. For example, a shopkeeper might be able to have short conversations with customers, but might not have the same understanding when it comes to reading weather or climate terminologies.“If they don’t have access to that National Weather Service information in the different languages, that could be the difference between life and death for somebody,” said Mendoza-Denton."
          },
      {
        "image": "/images/microsoft-workers-fired-after-disrupting-50th-anniversary-celebration.webp",
        "category": "Artificial intelligence",
        "title": "Microsoft workers fired after disrupting 50th anniversary celebration",
        "slug": "microsoft-workers-fired-after-disrupting-50th-anniversary-celebration",
        "author": "washingtoninsider",
        "date": "April 8, 2025",
        "excerpt": "Microsoft has fired two employees who interrupted the company’s 50th anniversary celebration to protest its work supplying artificial intelligence technology to the Israeli military, according to a group representing the workers.",
        "content1": "Microsoft has fired two employees who interrupted the company’s 50th anniversary celebration to protest its work supplying artificial intelligence technology to the Israeli military, according to a group representing the workers.Microsoft didn’t immediately respond to a request for comment Monday.The protests began Friday when Microsoft software engineer Ibtihal Aboussad walked up to a stage where an executive was announcing new product features and a long-term vision for Microsoft’s AI ambitions.“You claim that you care about using AI for good but Microsoft sells AI weapons to the Israeli military,” Aboussad shouted at Microsoft AI CEO Mustafa Suleyman. “Fifty-thousand people have died and Microsoft powers this genocide in our region.”The protest forced Suleyman to pause his talk, which was livestreamed from Microsoft’s campus in Redmond, Washington. Among the participants at the 50th anniversary of Microsoft’s founding were co-founder Bill Gates and former CEO Steve Ballmer.“Thank you for your protest, I hear you,” Suleyman said. Aboussad continued, shouting that Suleyman and “all of Microsoft” had blood on their hands. She also threw onto the stage a keffiyeh scarf, which has become a symbol of support for Palestinian people, before being escorted out of the event.A second protester, Microsoft employee Vaniya Agrawal, interrupted a later part of the event.Aboussad was invited on Monday to a video call with a human resources representative at which she was told she was being terminated immediately. Agrawal was notified over email, according to the advocacy group No Azure for Apartheid, which has protested the sale of Microsoft’s Azure cloud computing platform to Israel.",
        "detailSubtitle": "used as part of an Israeli military program",
        "detailGraphImage": "/images/used-as-part-of-an-Israeli-military-program.webp",
        "content2": "An investigation by The Associated Press revealed earlier this year that AI models from Microsoft and OpenAI had been used as part of an Israeli military program to select bombing targets during the recent wars in Gaza and Lebanon. The story also contained details of an errant Israeli airstrike in 2023 that struck a vehicle carrying members of a Lebanese family, killing three young girls and their grandmother.In February, five Microsoft employees were ejected from a meeting with CEO Satya Nadella for protesting the contracts.“We provide many avenues for all voices to be heard,” said a statement from the company Friday. “Importantly, we ask that this be done in a way that does not cause a business disruption. If that happens, we ask participants to relocate. We are committed to ensuring our business practices uphold the highest standards.”Microsoft had declined to say Friday whether it was taking further action. Aboussad told the AP she lost access to her work accounts shortly after the protest and had not been able to log back in."
         },
      
      {
        "image": "/images/prove-ai-can-t-do-jobs-before-asking-for-more-headcount.webp",
        "category": "Artificial intelligence",
        "title": "Prove AI can't do jobs before asking for more headcount",
        "slug": "prove-ai-can-t-do-jobs-before-asking-for-more-headcount",
        "author": "washingtoninsider",
        "date": "April 7, 2025",
        "excerpt": "Shopify CEO Tobi Lutke told employees in a memo that artificial intelligence is making its way across the company, including when it comes to hiring.",
        "content1": "ShopifyCEO Tobi Lutke is changing his company’s approach to hiring in the age of artificial intelligence.Employees will be expected to prove why they “cannot get what they want done using AI” before asking for more headcount and resources, Lutke wrote in a memo to staffers that he posted to X on Monday.“What would this area look like if autonomous AI agents were already part of the team?” Lutke wrote in the memo, which was sent to employees late last month. “This question can lead to really fun discussions and projects.”Lutke also said there’s a “fundamental expectation” across Shopify that employees embrace AI in their daily work, saying it has been a “multiplier” of productivity for those who have used it.“I’ve seen many of these people approach implausible tasks, ones we wouldn’t even have chosen to tackle before, with reflexive and brilliant usage of AI to get 100X the work done,” Lutke wrote.",
        "detailSubtitle": "AI usage into performance reviews",
        "detailGraphImage": "/images/AI-usage-into-performance-reviews.webp",
        "content2": "The directive comes as tech companies have collectively earmarked hundreds of billions of dollars for investing in AI development this year. Shopify has rolled out AI tools for its merchants, including a chatbot called Sidekick and a suite of automation tools, which it dubs “Shopify Magic.”Just as they’re plowing money into AI, tech companies are looking to streamline costs in other areas, either by discontinuing money-losing projects or through layoffs. In 2024, there were roughly 152,000 roles eliminated across 549 tech companies, according to Layoffs.fyi.Shopify’s total headcount fell to 8,100 at the end of December from 8,300 a year earlier, according to its latest annual filing. The Canadian company eliminated 14% of its workforce in 2022 and 20% the following year.At an investor event last month hosted by Morgan Stanley, Shopify CFO Jeff Hoffmeister said the company can “keep headcount relatively flat,” though employee-related costs could vary due to salary differences. He noted that “a higher comp, high-end AI engineer” can lift compensation costs even if headcount is staying the same."
          },
      {
        "image": "/images/what-jobs-will-be-most-affected-by-ai.webp",
        "category": "Artificial intelligence",
        "title": "What jobs will be most affected by AI?",
        "slug": "what-jobs-will-be-most-affected-by-ai",
        "author": "washingtoninsider",
        "date": "April 7, 2025",
        "excerpt": "Experts believe industries from trucking to music will be hit hard by the rise of artificial intelligence",
        "content1": "Americans are worried about AI’s impact on the job market, and experts say they’re right to be concerned. But not every field will be hit the same way.Pew Research Center surveyed more than 1,000 AI experts to see which fields they anticipate will be most affected over the next 20 years.Pew said “experts are far more positive and enthusiastic about AI than the public” — the research center found low public optimism regarding AI — but that doesn’t mean there won’t be changes to the market.Thirty-five percent of experts said AI will lead to fewer jobs for musicians in the next 20 years.",
        "detailSubtitle": "AI will lead to fewer jobs",
        "detailGraphImage": "/images/AI-will-lead-to-fewer-jobs.webp",
        "content2": "Thirty-eight percent of experts said AI will lead to fewer jobs for lawyers in the next 20 years.Fifty percent of experts said AI will lead to fewer jobs for software engineers in the next 20 years.Sixty percent of experts said AI will lead to fewer jobs for journalists in the next 20 years.Sixty percent of experts said AI will lead to fewer jobs for factory workers in the next 20 years.Sixty-two percent of experts said AI will lead to fewer jobs for truck drivers in the next 20 years.Seventy-three percent of experts said AI will lead to fewer jobs for cashiers in the next 20 years."
        },
        {
          "image": "/images/tech-funding-news-for-today-April-2025.webp",
          "category": "Tech startups",
          "title": "Tech funding news for today, April, 2025",
          "slug": "tech-funding-news-for-today-April-2025",
          "author": "washingtoninsider",
          "date": "April 6, 2025",
          "excerpt": "The last time we rounded up the day’s biggest tech funding deals was back in February. ",
          "content1": "The last time we rounded up the day’s biggest tech funding deals was back in February. We meant to stick around, but, well, chaos ensued. Now we’re back with the latest cash injections shaking up the industry—let’s see how long we can keep this going.Investors can’t seem to quit tech startups, even after a wild ride of market swings and economic headwinds. February may have been our last roundup, but the cash keeps flowing—today’s haul proves the appetite for innovation isn’t slowing down. From AI to robotics, the deals hitting the wire on March 24, 2025, show that big bets are still the name of the game. Here’s the latest on who’s getting funded and why it matters.Roi Tiger, the former VP of Engineering at Meta and co-founder of Onavo, is raising $55 million for his new cybersecurity venture — which, interestingly, is still in stealth mode. Greenoaks is leading the round, which is expected to value the stealth-mode startup in the hundreds of millions—a remarkable figure for a company that hasn’t even gone public with its product.The raise comes only weeks after closing a $20 million seed round, showing just how eager investors are to back Tiger’s next move. With cybersecurity interest spiking post-Wiz acquisition by Google, the timing couldn’t be better.Tiger founded the company in 2024. He’s no stranger to exits — Facebook bought his previous startup, Onavo, back in 2013.",
          "detailSubtitle": "Company Raises",
          "detailGraphImage": "/images/Company-Raises.webp",
          "content2": "The Bot Company, the robotics startup founded by former Cruise co-founder and CEO Kyle Vogt. has pulled in a massive $150 million in funding, according to a report from Reuters. While investor names haven’t been disclosed, the size of the round points to serious confidence from backers betting big on the next wave of automation.Founded in 2021, The Bot Co. is developing hardware and software to bring intelligent robotics to industrial and service sectors.SkySpecs just landed $20 million to expand its software platform, which helps wind farm operators manage performance and predict maintenance needs using AI. The funding round adds to their already sizable war chest, pushing total funding to nearly $139 million.The company was founded in 2012 by Danny Ellis, Jonathan Bendes, Ryan Morton, Samuel DeBruin, and Tom Brady (no, not that one). Their tools are already being used to manage wind turbines across multiple continents.San Francisco-based Halliday has raised $20 million to scale its protocol that helps companies automate operations and manage system reliability. It’s part of a growing movement to make backend workflows a lot less painful.The company was founded in 2022 by Akshay Malhotra and Griffin Dunaif. So far, they’ve raised $26 million in total and are backed by a16z crypto, AltLayer, and SV Angel."
              }
    ]
  },
  "category6": {
    "id":6,
    "categorySlug":"sustainable-and-esg-investments",
    "mainTitle": "Sustainable and ESG investments",
    
    "postCount": 8,
    "cards": [
      {
        "image": "/images/Japan-1-7-Trillion-Pension-Fund-Unveils-New-ESG-Investment-Strategy.webp",
        "category": "Sustainable and ESG investments",
        "title": "Japan’s $1.7 Trillion Pension Fund Unveils New ESG Investment Strategy",
        "slug": "Japan-1-7-Trillion-Pension-Fund-Unveils-New-ESG-Investment-Strategy",
        "author": "washingtoninsider",
        "date": "April 7, 2025",
        "excerpt": "GPIF prioritizes ESG and impact investing to enhance long-term pension portfolio performance.",
        "content1": "Japan’s Government Pension Investment Fund (GPIF) has outlined a comprehensive policy to ensure long-term, stable investment returns by prioritizing sustainability-focused investments, incorporating ESG (environmental, social, and governance) and impact considerations across its portfolio.GPIF, as a “universal owner” and “cross-generational investor,” underscores the importance of sustainable corporate growth to maintain market stability and enhance long-term portfolio performance.Reducing the negative impacts of environmental and social issues is essential for GPIF. According to GPIF:",
        "detailSubtitle": "GPIF prioritizes ESG",
        "detailGraphImage": "/images/GPIF-prioritizes-ESG.webp",
        "content2": "GPIF prioritizes ESG and impact investing to enhance long-term pension portfolio performance.Reducing sustainability-related risks is critical for long-term market stability and returns.Strengthening workforce and data management systems is essential for effective sustainability investing.Investments that proactively address sustainability can serve as engines for sustainable corporate growth, ultimately benefiting GPIF’s entire portfolio."
      },
      {
        "image": "/images/DWS-Fined-a-Record-€25-Million-in-Greenwashing-Scandal.webp",
        "category": "Sustainable and ESG investments",
        "title": "DWS Fined a Record €25 Million in ‘Greenwashing’ Scandal",
        "slug": "DWS-Fined-a-Record-25-Million-in-Greenwashing-Scandal",
        "author": "washingtoninsider",
        "date": "April 6, 2025",
        "excerpt": "Following continued greenwashing allegations since 2021, Deutsche Bank’s asset manager DWS has been fined €25 million",
        "content1": "News broke today that DWS (Deutsche Bank’s asset manager) has been fined €25 million, which activists are calling one of the biggest ‘greenwashing’ fines yet. The fine has come after years of the firm dodging claims of greenwashing as they falsely advertised ESG claims and sustainability credentials. In 2023, DWS had already been fined a then-record $19 million by the US for misleading green statements. Since the scandal, the asset manager has scaled back sustainability efforts in an effort to hold a reputation. Cases like DWS are the voice for more ESG policing and standardisation needed in the rapidly changing sustainability landscape. Experts agree that incorporating ESG solutions into businesses is now an essential requirement in the market. ",
        "detailSubtitle": "EU Commission invites stakeholders",
        "detailGraphImage": "/images/EU-Commission-invites-stakeholders.webp",
        "content2": "The EU Commission has launched 6 public consultations inviting stakeholders and citizens for their input on the future of the EU Budget and policy directions. Many of these are relevant to the financials and investments required for the EU to meet decarbonisation targets. With current projections, the EU needs to spend €570 billion between 2021-2030 and an additional €690 billion over the coming decade in renewable energy investments to meet the targets. The EU’s next long-term budget, the multiannual financial framework (MFF), starting in 2028, will be crucial to hitting targets and bolstering the EU’s growing military efforts. This is an unmissable opportunity for businesses to have their say in the financial sustainable direction of the EU market. "
      },
      {
        "image": "/images/Sustainability-and-ESG-investments-will-keep-expanding-under-Trump.webp",
        "category": "Sustainable and ESG investments",
        "title": "Sustainability and ESG investments will keep expanding under Trump",
        "slug": "Sustainability-and-ESG-investments-will-keep-expanding-under-Trump",
        "author": "washingtoninsider",
        "date": "April 5, 2025",
        "excerpt": "The market for sustainability funds is consolidating amid regulatory and political pressures, but energy transition investments are set to continue.",
        "content1": "The coming energy policy shift under President-elect Donald Trump and new regulations overseas are prompting investors to be more cautious, but they will likely have a limited impact on the sustainable investment market in 2025 and beyond, analysts and financial firms predicted.Funds seeking to capitalize on energy transition opportunities while hedging climate-related risks face market uncertainty in the US. Those with operations in Europe must also contend with stricter taxonomy regulations for any investments with an environmental, social and governance label.Such pressures will accelerate closures and consolidations of ESG funds globally, Hortense Bioy, head of sustainable investing research for Morningstar, said in an interview.Bioy and other experts who spoke with S&P Global Commodity Insights said investors are not abandoning strategies they have been fine-tuning for several years. The market will also continue to respond to real-world economics that extend beyond Washington politics, they predicted.",
        "detailSubtitle": "slower pace than at the start of the decade",
        "detailGraphImage": "/images/slower-pace-than-at-the-start-of-the-decade.webp",
        "content2": "The US market for investments with a sustainability or ESG label stood at $6.5 trillion by the end of 2024 based on public disclosures, according to the US SIF Foundation. The group advocates on behalf of investor members with $5 trillion in combined assets under management.A 2024 US SIF member survey capturing 265 institutions found that 73% expected the market to grow over the next couple of years. However, only 39% thought their own organization would increase sustainable investing, reflecting more subdued market enthusiasm possibly due to political pushback, the report said. The survey covered asset managers, institutional investors, wealth managers and others in the sustainable investment space."
      },
      {
        "image": "/images/A-clarifying-time-for-sustainable-investing.webp",
        "category": "Sustainable and ESG investments",
        "title": "A clarifying time for sustainable investing",
        "slug": "A-clarifying-time-for-sustainable-investing",
        "author": "washingtoninsider",
        "date": "April 4, 2025",
        "excerpt": "Big fund companies have backed off of ESG, and US funds have closed amid political pressure and as investors have pulled money from them",
        "content1": "Sustainable investing is languishing in the US – at least as a mainstream concept – as the biggest asset managers cut products and show less support for ESG in proxy votes.Money has been pouring out the category, too. Last year, about $19.6 billion left US open-end mutual funds and ETFs with sustainable strategies, data from a recent Morningstar report show.Amid that, fund shops closed or repurposed 55 funds, up from 45 in 2023. Fund launches plummeted compared with those of recent years, with just 10 products appearing on the scene in 2024, according to Morningstar.And facing pressure from politicians at the state and federal level, the biggest asset managers showed far less support for shareholder resolutions with environmental, social, or governance aims than they did in the past. All those factors put the US at odds with other countries across Europe and Asia, where sustainability has continued to attract assets and attention.",
        "detailSubtitle": "so far, appear less willing to back off from ESG",
        "detailGraphImage": "/images/so-far-appear-less-willing-to-back-off-from-ESG.webp",
        "content2": "That might make it sound like it’s a difficult time to guide clients on sustainable investing – but advisors say that’s not necessarily the case. Although big firms like BlackRock and Vanguard have distanced themselves from the category, there are plenty of others that, so far, appear less willing to back off from ESG.“I view it as a natural market correction – one that clarifies which firms are truly committed to ESG and which were just riding the trend. For advisors, this means we have to be more selective, focusing on funds and strategies with strong, transparent sustainability mandates rather than those that simply checked the ESG box for marketing purposes,” said Daniel Milks, cofounder of Woodmark Advisors, in an email.The politicization of ESG has frustrated clients, though the demand hasn’t subsided, he said.“Because of that, some are looking beyond ESG to alternative approaches like biblically responsible investing (BRI) or broader ethical investing, which often provide clearer alignment with personal values without the baggage that ESG has accumulated,” he said."

      },
      {
        "image": "/images/ESG-Investing-Market-to-Reach-USD-130880-Billion-by-2032.webp",
        "category": "Sustainable and ESG investments",
        "title": "ESG Investing Market to Reach USD 130,880 Billion by 2032",
        "slug": "ESG-Investing-Market-to-Reach-USD-130880-Billion-by-2032",
        "author": "washingtoninsider",
        "date": "April 3, 2025",
        "excerpt": "The ESG Investing Market, valued at USD 27,480 billion in 2023, is projected to reach USD 130,880 billion by 2032, growing at a 17.31% CAGR from 2024-2032.",
        "content1": "The ESG Investing Market is witnessing significant growth, driven by rising investor awareness and demand for sustainable, socially responsible investment practices. Regulatory policies focused on transparency and accountability further boost market growth, rendering ESG criteria critical in investment decision-making. As companies and financial institutions incorporate ESG metrics, the market keeps gathering momentum, ensuring its long-term sustainability.Prospects in the ESG Investing Market of the future exist in technology growth, innovative products, and expanding regulatory systems. The growth in AI-powered ESG analytics, green bonds, and impact investing will grow the market potential. As sustainability gains prominence as a priority in investments, asset managers and financial firms will develop specific ESG solutions, which will further fuel the growth of the market.",
        "detailSubtitle": "Green Bonds Poised for Fastest Growth",
        "detailGraphImage": "/images/Green-Bonds-Poised-for-Fastest-Growth.webp",
        "content2": "ESG Integration dominated with a revenue market share of nearly 40% in 2023, attesting to its widespread acceptance of the long-term value. Investors increasingly integrate environmental, social, and governance considerations into their strategy in order to promote better risk management, financial results, and sustainability alignment. The more awareness investors have about the role ESG plays in encouraging stable and responsible investments, the more they implement it as an integral practice.The Green Bonds segment is also expected to expand at the fastest CAGR of 23.82% during 2024-2032, led by increasing demand for sustainable financing solutions. Corporate and government green programs, as well as regulatory incentives for cleaner investments, are driving growth. These bonds allow investors to support climate-related initiatives while earning competitive returns, making them a major ESG market expansion driver."

      },
      {
        "image": "/images/Is-ESG-Investing-Illegal-And-Other-Sustainable-Investing-Questions-in-the-Trump-Era.webp",
        "category": "Sustainable and ESG investments",
        "title": "Is ESG Investing Illegal? And Other Sustainable-Investing Questions in the Trump Era",
        "slug": "Is-ESG-Investing-Illegal-And-Other-Sustainable-Investing-Questions-in-the-Trump-Era",
        "author": "washingtoninsider",
        "date": "April 2, 2025",
        "excerpt": "The answer is no. But fewer Americans will be able to practice sustainable investing.",
        "content1": "For sustainable investors, these are confusing times. The Trump administration’s antagonism toward sustainable investing, combined with other setbacks, have raised a number of questions about whether people can still invest sustainably.The White House declared an “energy emergency,” pledging to end policies that “impose undue burdens on energy production and use” and withdrawing from the Paris Agreement, in which nations pledged to reduce the greenhouse gas emissions that cause global warming. It has also halted tens of billions of dollars in energy and environmental spending. Meanwhile, it has targeted diversity, equity, and inclusion, or DEI, programs in the federal government.At the same time, a US District Court in Texas found that American Airlines AAL violated the law by including funds from investment companies that consider environmental, social, and governance factors. Among other things, the judge wrote, “The belief that ESG considerations confer a license to ignore pecuniary benefits is mistaken. Erisa does not permit a fiduciary to pursue a nonpecuniary interest no matter how noble it might view the aim.” (The term “ESG investing” is frequently, but not always, interchangeable with “sustainable investing” because it’s used by investors who are aware of climate and other risks that are not necessarily accounted for by traditional financial metrics.",
        "detailSubtitle": "Is ESG Investing Illegal Now?",
        "detailGraphImage": "/images/Is-ESG-Investing-Illegal-Now.webp",
        "content2": "No. But it will be more difficult in retirement plans. Nonretirement investors will be free to invest how they want.- The American Airlines decision affects the 401(k) retirement plan for the carrier’s employees and is likely to be appealed. “The investments of 401(k) plans will be at a higher level of scrutiny because of the Erisa standard of fiduciary duty,” says Lia Mitchell, senior policy analyst at Morningstar. Under the Employee Retirement Security Act of 1974, a fiduciary must act solely in the best interests of the plan participants and beneficiaries. Also, the Trump administration’s new secretary of labor is likely to overturn guidance that plans can consider sustainability factors in addition to pecuniary factors. That flip-flopping is one reason that plan sponsors have been reluctant to put sustainable funds in their plans in the first place. Fewer than 15% of 401(k) plans offer an ESG fund in their investment lineup, according to research by Jane Danyu Zhang, assistant professor of finance at the University of Oregon Lundquist College of Business."

      },
      {
        "image": "/images/Allianz-Boosts-Sustainable-Investments-by-4-5-Billion-Cuts-Employee-Emission.webp",
        "category": "Sustainable and ESG investments",
        "title": "Allianz Boosts Sustainable Investments by €4.5 Billion, Cuts Employee Emissions 61.5%",
        "slug": "Allianz-Boosts-Sustainable-Investments-by-4-5-Billion-Cuts-Employee-Emission",
        "author": "washingtoninsider",
        "date": "April 1, 2025",
        "excerpt": "Published industry’s first fully CSRD-compliant Annual Report, reinforcing transparency and accountability.",
        "content1": "Allianz demonstrated substantial progress on its climate strategy in fiscal year 2024, positioning itself as a benchmark in sustainability reporting and business resilience.The publication of the insurance industry’s first fully CSRD-compliant Annual Report, assured by reasonable audit, underscores Allianz’s commitment to transparency, comparability, and accountability in sustainability.",
        "detailSubtitle": "Environmental Impact Drives Resilience",
        "detailGraphImage": "/images/Environmental-Impact-Drives-Resilience.webp",
        "content2": "Our environment is marked by manifold challenges – value loss due to inflation, sluggish economic development, as well as sustainability agendas that are critically reviewed in some sectors and countries. At Allianz, we remain steadfast in our views and our ambitions. We have made concrete progress on our intermediate 2030 targets, contributed to Allianz’s P&C growth and investment performance, supported communities, and worked as a unifying force, bringing together diverse stakeholders to explore ways to turn today’s challenges into opportunities. We are convinced that jointly, we will create a more resilient future for us all."

      },
      {
        "image": "/images/Market-for-ESG-Sustainable-Investing-Still-Massive.webp",
        "category": "Sustainable and ESG investments",
        "title": "Market for ESG, Sustainable Investing Still Massive",
        "slug": "Market-for-ESG-Sustainable-Investing-Still-Massive",
        "author": "washingtoninsider",
        "date": "March 31, 2025",
        "excerpt": "Environmental, social and governance (ESG) and sustainable investing have subjected to much criticism and political controversy.",
        "content1": "Environmental, social and governance (ESG) and sustainable investing have subjected to much criticism and political controversy. Despite those headwinds, these asset allocation styles remain popular with many market participants.Alone, dedication to ESG and sustainable investing is positive for exchange traded funds such as the Invesco ESG Nasdaq 100 ETF (QQMG) and the Invesco ESG Nasdaq Next Gen 100 ETF (QQJG). However, there’s more to the story. ESG investors are loyal to the cause and the size of the market remains substantial.A recent report by US SIF indicates the domestic sustainable investing market is valued at $6.5 trillion, or 12% of the overall $52.5 trillion landscape. Undoubtedly, that’s large. The figure implies that ETFs such as QQJG and QQMG only need to capture small slivers of that dollar amount to be successful over the long term.",
        "detailSubtitle": "Expect More ESG Growth",
        "detailGraphImage": "/images/Expect-More-ESG-Growth.webp",
        "content2": "In what could prove to be added good news for ETFs like QQJG and QQMG, experts see growth ahead for ESG and sustainable investing — impressive, when considering the amount of criticism aimed at these styles.“The expected growth of the sustainable investing market rhymes with the findings of a recent Morgan Stanley report that shows that more than 78% of asset managers and 80% of asset owners expect sustainable AUM and asset allocations to rise in the next two years, driven by new mandates and a more established track record for sustainable investing,” noted Morningstar analyst Leslie Norton. “The survey of more than 900 institutional investors globally during July and August 2024 was undertaken by the Morgan Stanley Institute for Sustainable Investing.In terms of performance, QQJG and QQMG have answered that bell this year, rising 16.20% and 29.59%, respectively. This helps to allay concerns that ESG investing means lost opportunity. Obviously, those returns are important on a standalone basis. This importance increases when considering the expectation that investor interest in ESG and sustainability remains robust for years to come.”"
      }
    ]
  },
  "category7": {
    "id":7,
    "categorySlug":"private-equity-and-venture-capital",
    "mainTitle": "Private Equity and Venture Capital", 
    "postCount": 8,
    "cards": [
      {
        "image": "/images/dollar-tree-to-sell-family-dollar-for-1-billion-a-decade-after-buying-it-for-more-than-8-billion.webp",
        "category": "private equity",
        "title": "Dollar Tree to sell Family Dollar for $1 billion a decade after buying it for more than $8 billion",
        "slug": "dollar-tree-to-sell-family-dollar-for-1-billion-a-decade-after-buying-it-for-more-than-8-billion",
        "author": "washingtoninsider",
        "date": "April 8, 2025",
        "excerpt": "Dollar Tree is selling Family Dollar to two private equity firms after the discount chain failed to gain traction with shoppers.",
        "content1": "Dollar Tree on Wednesday said it is selling Family Dollar for $1 billion to a pair of private equity firms, a decade after it bought the discount chain for more than $8 billion.In a statement, Dollar Tree said private equity firms Brigade Capital Management and Macellum Capital Management will purchase Family Dollar, with the discount chain slated to remain headquartered in Chesapeake, Virginia. Although both Dollar Tree and Family Dollar cater to low-income shoppers, Family Dollar locations struggled to gain traction, prompting the parent company last year to announce plans to shutter about 1,000 locations. Family Dollar also faces fierce competition from Walmart and other large retailers, while a rat-infested warehouse spurred a slew of negative headlines. Dollar Tree has said that many Family Dollar customers were extremely price-conscious, while the chain was also hurt by rising shoplifting incidents, hurting its bottom line. Dollar Tree has struggled for over a decade to make the business work, said Neil Saunders, an analyst at GlobalData, in an email. Its efforts have been hampered by supply-chain issues, poor store locations, a proposition that isn't value-centric enough and a host of other operational problems.",
        "detailSubtitle": "Dollar Tree bit off far more than it could chew",
        "detailGraphImage": "/images/Dollar-Tree-bit-off-far-more-than-it-could-chew.webp",
        "content2": "He added, Basically, Dollar Tree bit off far more than it could chew.Dollar Tree had for months been exploring strategic options for Family Dollar, and it said Wednesday that the sale will allow it to focus on its core business.This is a major milestone in our multi-year transformation journey to help us fully achieve our potential, Dollar Tree CEO Mike Creedon said in a statement. In recent months, Dollar Tree has had little room to maneuver, particularly in the months leading up to the sale. Americans have been tightened their spending, even at bargain chains, as consumer confidence in the economy slides."
          },
      
      {
        "image": "/images/UK-to-ease-rules-for-smaller-private-equity-and-hedge-funds.webp",
        "category": "private equity",
        "title": "UK to ease rules for smaller private equity and hedge funds",
        "slug": "UK-to-ease-rules-for-smaller-private-equity-and-hedge-funds",
        "author": "washingtoninsider",
        "date": "April 8, 2025",
        "excerpt": "Britain's government wants to dilute regulations for smaller private equity and hedge funds in a bid to bolster the country's appeal as an investment hub.",
        "content1": "Britain's government wants to dilute regulations for smaller private equity and hedge funds in a bid to bolster the country's appeal as an investment hub .The UK finance ministry and the Financial Conduct Authority regulator launched plans on Monday to lift the threshold for 'full-scope' regulation from 100 million pounds of assets to 5 billion pounds ($129 million to $6.4 billion) for alternative asset managers.",
        "detailSubtitle": "Tearing down unnecessary barriers to investment",
        "detailGraphImage": "/images/Tearing-down-unnecessary-barriers-to-investment.webp",
        "content2": "Emma Reynolds, Britain's economic secretary, said in a statement the government was focused on tearing down unnecessary barriers to investment.Institutional investors have been piling into alternative assets such as infrastructure in recent years in search of higher returns, jockeying with more established players from private equity firms to hedge funds.The announcement of the proposals comes as global markets have been roiled in recent days by the announcement of steep tariffs by U.S. President Donald Trump, threatening to upend global trade relationships and raising risks across markets."
        },
      {
        "image": "/images/Tariffs-and-Private-Equity-Impact-of-Liberation-Day.webp",
        "category": "private equity",
        "title": "Tariffs and Private Equity: Impact of “Liberation Day”",
        "slug": "Tariffs-and-Private-Equity-Impact-of-Liberation-Day",
        "author": "washingtoninsider",
        "date": "April 7, 2025",
        "excerpt": "Today shared commentary from the firm’s Senior Market Strategist, Scott Voss on the recent tariff announcement.",
        "content1": "HarbourVest Partners, the global private markets investment specialist, with more than $143 billion of assets under management as of December 31, 2024, today shared commentary from the firm’s Senior Market Strategist, Scott Voss on the recent tariff announcement.With April 2nd behind us — a day we hoped would bring clarity — the path ahead remains uncertain. We need only look at global public markets to understand the implications. As financial investors, public markets are our barometer. Private markets, with their longer durations, will dampen the volatility seen in public markets but are subject to the same underlying uncertainties.The markets are worried about immediate threats like inflation and a global recession. They are also concerned about the potential rebuild of the global supply chain, its duration, and its future state. These changes represent a conscious reset of the post-World War II economic order.",
        "detailSubtitle": "The most notable reciprocal tariffs",
        "detailGraphImage": "/images/The-most-notable-reciprocal-tariffs.webp",
        "content2": "April 2nd did not provide answers; it merely posed the first question in this game of Jeopardy. The most notable reciprocal tariffs were against China (54%), Cambodia (49%), Vietnam (46%), and Sri Lanka (44%). Japan and Europe, though lower on the list, should not be ignored. As the world diversified away from China, alternatives like Cambodia and Vietnam were added. However, tariff tactics have largely mitigated these diversification efforts. Notably, Canada and Mexico were exempt from the Liberation Day tariffs, presenting opportunities for US border trade partners.The second Jeopardy question is how markets and stakeholders will respond. On April 3rd, global equity markets plunged, oil and USD fell, and gold continued its historic rise. Volatility and uncertainty have been prevalent and will likely remain so through 2025. The follow-up question is how our counterparts will retaliate. Already, China has imposed reciprocal tariffs of 34%. Others may follow.As private-market investors in an illiquid asset class, long-term duration is our ally. Private market investments will likely end up in the same place as public market investments over time, but without the interim drama. While there is anxiety about not being able to sell immediately, public market investors face the same dilemma daily."
          },
      {
        "image": "/images/Community-sounds-off-at-public-hearing-on-ALLETE-potential-acquisition.webp",
        "category": "private equity",
        "title": "Community sounds off at public hearing on ALLETE’s potential acquisition",
        "slug": "Community-sounds-off-at-public-hearing-on-ALLETEs-potential-acquisition",
        "author": "washingtoninsider",
        "date": "April 8, 2025",
        "excerpt": "CPP is a private equity firm and GIP is owned by the world’s largest asset manager, BlackRock Inc.",
        "content1": "A public hearing regarding ALLETE’s $6.2 billion acquisition by Global Infrastructure Partners (GIP) and Canadian Pension Plan Investment Board (CPP) was held Monday giving community members and stakeholders a chance to make their voices heard.They have also said the transaction will not impact rates for customers, and future rates will be monitored under state law.They say the headquarters will remain in Duluth. The transaction has unanimous approval from ALLETE’s Board of Directors and shareholders would receive $67 per share.Minnesota Power serves 150,000 customers and say they have met or exceeded Minnesota’s energy savings goal for the last 14 years.“We’ve proudly provided customers with the lowest residential electric bills in the state with near-perfect reliability of service,” said Vice President of Regulatory & Legislative Affairs, Jennifer Cady.",
        "detailSubtitle": "lack of transparency if the acquisition goes through",
        "detailGraphImage": "/images/lack-of-transparency-if-the-acquisition-goes-through.webp",
        "content2": "However, Minnesota Power customer, Linda Herron, expressed concerns about lack of transparency if the acquisition goes through.“What guarantee do we have that GIP Blackrock would work to reach our state goal of 100% carbon-free energy by 2040,” questioned Herron.She doesn’t believe a public utility should be owned by CPP.“Private equity firms focus on increasing revenues and decreasing expenditures,” said Herron.Duluth City Councilor Wendy Durrwachter echoed this sentiment and said she’s heard concerns from her constituents about the move.“There are a lot of alarms that go off with a private equity firm buying a utility,” said Durrwachter.Longtime Minnesota Power employee, Justin Riddle, supports the acquisition and said it will help them achieve their environmental goals and will strengthen the reliability of the power grid.“To ensure we are meeting our energy needs, while transitioning into a clean energy mix, we are skillfully navigating an era of rapid technological advancements,” said Riddle."
          },
      {
        "image": "/images/Trump-tariffs-the-new-nightmare-of-private-equity.webp",
        "category": "Venture capital",
        "title": "Morning Coffee:Trump tariffs & the new nightmare of private equity & hedge fund jobs. CFA scores boast-fest",
        "slug": "Trump-tariffs-the-new-nightmare-of-private-equity",
        "author": "washingtoninsider",
        "date": "April 7, 2025",
        "excerpt": "Whatever you think of Trump's 'Liberation Day' tariffs and the complicated-not complicated formula used to calculate them.",
        "content1": "Whatever you think of Trump's 'Liberation Day' tariffs and the complicated-not complicated formula used to calculate them, they seem like bad news for jobs in financial services. For the moment at least, deals that were were supposed to happen will not, which bodes badly for M&A bankers who were already clinging to jobs with a silken thread in the hope that the pipeline would save them. Crazy sh** t is horrendous for dealmaking declares one lawyer. But bankers, at least, are already down with a challenging jobs market. For hedge fund and private equity professionals, the post-tariff reality might be more of a shock. Bloomberg reports that some hedge funds are already applying the brakes to hiring. Others are sitting out of the market after big funds like Millennium, Citadel and Balyasny made losses in March. The best that can be hoped for is a flat April. Portfolio managers themselves are exhausted and sleeping three hours a night. A trade placed one day can blow up the next, depending upon White House whim, and there are deep debates over whether tariffs are the new reality or a bargaining chip. One very senior hedge fund figure said every big portfolio manager has been through hell, and this appears to be one of those times.  ",
        "detailSubtitle": "Life in private equity may be even worse",
        "detailGraphImage": "/images/Life-in-private-equity-may-be-even-worse.webp",
        "content2": "Life in private equity may be even worse. Hedge funds are in the business of buying and selling easily traded products, but private equity funds are in the business of buying, holding, improving and selling over a five to seven year period. This is a nightmare when the parameters change completely halfway through.Macro portfolio manager Karim Al-Mansour, has a brilliant analysis of the horrors now facing private equity firms on his Substack. If you're a private equity firm managing portfolio companies with complex global supply chains, traditional forms of hedging just stopped working, says Al-Mansour. FX swaps and forwards don't function against the asymmetric non-mean-reverting structural change that a tariff represents. Different forms of hedging are needed. Things like like FX basis swaps that track price adjustments across multiple countries, including primary suppliers and their alternatives, or mid-curve swaptions that hedge against rate changes at the point of refinancing, are suddenly popular.Most of all, though, Al-Mansour says private equity firms are having to think a lot more deeply about hedging in the whole portfolio context - it's now about portfolio structure rather than individual hedges. Cross-portfolio risk exposure and centralized hedging have become far more important. Due diligence just became more diligent than ever and means digging deep into supply changes. In the short term, the tariff chaos also means that private equity funds still won't be exiting investments and realising losses. Secondary sales (where funds effectively sell investments back to themselves) will continue, says Al-Mansour. So will the disputed activity of NAV-based (net asset value based) financing, which allows private equity firms to take out loans against the collateral of portfolio companies. Also described as pray and delay, NAV loans amount to kicking the can down the road. This looks even more dubious when the road is collapsing. Carried interest, at the very least, is unlikely to be on offer to private equity professionals for a while. Separately, CFA Institute has devised a new way of tantalising its failed test takers to try again. Bloomberg says there's a new scorecard system accompanying CFA exam results which shows exactly how well you performed against the minimum passing score of 1,600. Accordingly, when CFA 1 results came out yesterday, people took to Reddit to boast of their high scores, or not. "
          },
      {
        "image": "/images/Two-SF-AI-giants-raised-almost-half-of-all-Q1-venture-funding.webp",
        "category": "Venture capital",
        "title": "Two SF AI giants raised almost half of all Q1 venture funding",
        "slug": "Two-SF-AI-giants-raised-almost-half-of-all-Q1-venture-funding",
        "author": "washingtoninsider",
        "date": "April 7, 2025",
        "excerpt": "The venture and startup industries are increasingly being divided between a small number of haves in San Francisco and a much larger number of have-nots, a new report indicates.",
        "content1": "The venture and startup industries are increasingly being divided between a small number of haves in San Francisco and a much larger number of have-nots, a new report indicates.Venture investment in U.S. startups more than doubled in the first quarter from the same period last year to $91.5 billion, according to the report from industry research firm PitchBook. But nearly half of that tally went to just two San Francisco artificial-intelligence companies — OpenAI and Anthropic.Meanwhile, U.S. venture firms raised $10 billion in the period, about 7% more than last year. But if the industry continues at that pace for the rest of this year, it would raise the least amount of capital since 2013. And firms closed just 87 new funds last quarter, 13 fewer than last year.",
        "detailSubtitle": "San Francisco attracts more venture capital",
        "detailGraphImage": "/images/San-Francisco-attracts-more-venture-capital.webp",
        "content2": "“The discrepancy between the haves and the have-nots has really expanded,” said Emily Zheng, a senior venture capital analyst at PitchBook.San Francisco attracts more venture capital than any other city in the world, so the state of the industry has big implications for The City and its economy.In terms of the total number of dollars invested in U.S. startups last quarter, the industry would seem to be thriving. The $91.5 billion tally was the highest amount for a single quarter since the fourth quarter of 2021, during the immediate post-pandemic boom, according to PitchBook’s data. It’s also about 43% of what venture firms invested in U.S. startups all last year and more than they invested in 2017.But those dollars were highly concentrated. OpenAI alone accounted for $40 billion of the total. Another $4.5 billion went to Anthropic, spread across two rounds. All told, the top 10 biggest funding rounds of the quarter — which went to just nine companies — together added up to $53.3 billion, or 57% of the total."
          },
      {
        "image": "/images/Venture-capital-sum-of-all-fears.webp",
        "category": "Venture capital",
        "title": "Venture capital's sum of all fears",
        "slug": "Venture-capital-sum-of-all-fears",
        "author": "washingtoninsider",
        "date": "April 7, 2025",
        "excerpt": "Fintech giant Klarna has put its IPO plans on ice, due to President Trump's trade war. And then so did Chime, eToro, MNTN, and StubHub.",
        "content1": "Fintech giant Klarna has put its IPO plans on ice, due to President Trump's trade war. And then so did Chime, eToro, MNTN, and StubHub.The IPO window is nailed shut. Even if investors buy the dip, they'll favor known names over new issues.Limited partners are suddenly feeling denominator effects for the first time in years, and it's even more extreme for universities and nonprofits that have had some of their federal funding cut.Finally, there's no LP goodwill after years of delayed distributions.",
        "detailSubtitle": "VC and private equity are in a mess of their own making",
        "detailGraphImage": "/images/VC-and-private-equity-are-in-a-mess-of-their-own-making.webp",
        "content2": "VC and PE pros like to talk about how they aren't market timers, unlike those heathen hedge fund managers.But that's exactly what they've been for several years, waiting for better conditions before taking their companies public or actively seeking buyers. Cheered on by timid bankers who wouldn't risk a lemon in their sparse baskets.It was just such a ludicrous thing to say in the midst of a prolonged bull market for public equities, and contributed to a distribution drought.Sure, there were legit antitrust concerns. But anyone assuming that Trump's regulators would be much more lenient, or less capricious, wasn't really paying attention. Well, unless you're a crypto investor."
          },
      {
        "image": "/images/Small-vs-Mega-Funds-A-power-shift-in-Venture-Capital-led-by-First-Time-Funds.webp",
        "category": "Venture capital",
        "title": "Small vs Mega Funds  A power shift in Venture Capital led by First Time Funds",
        "slug": "Small-vs-Mega-Funds-A-power-shift-in-Venture-Capital-led-by-First-Time-Funds",
        "author": "washingtoninsider",
        "date": "April 7, 2025",
        "excerpt": "Small funds often need mega funds. The traditional venture conveyor belt sees breakout companies relying on deep-pocketed follow-on capital to scale.",
        "content1": "Small funds often need mega funds. The traditional venture conveyor belt sees breakout companies relying on deep-pocketed follow-on capital to scale.But mega funds always need small funds. Without early-stage backers taking the initial leap, there's no pipeline of breakouts to write those big checks into.This asymmetric dependency creates an interesting power dynamic that's increasingly tilting in favor of smaller, nimbler funds.Founders are starting to question the conveyor belt altogether. The rise of Seed Strapping — raising enough to build, ship, and drive profitability early — is becoming more common. Today, you can build something huge with a lean team and very little capital.Take DoNotPay: raised a Series B four years ago, now significantly profitable and paying dividends to investors. Its last valuation was $210M. Will it return a large fund? Probably not. But for its early backers? It just might deliver exceptional returns.",
        "detailSubtitle": "The New Capital Efficiency Reality",
        "detailGraphImage": "/images/The-New-Capital-Efficiency-Reality.webp",
        "content2": "Modern startups benefit from transformative changes that favour capital efficiency.Back to the irony — small funds may sometimes need mega funds. But maybe less than before. Mega funds? They'll always need small ones to get the party started.As this power dynamic continues to evolve, we'll likely see smaller funds commanding more favourable terms and greater influence in the venture ecosystem. The most successful mega funds will be those that build genuine partnerships with operator-led Fund 1s rather than viewing them merely as sourcing channels.The conveyor belt isn't broken, but it's certainly being reimagined."
          }
    ]
  },
  "category8": {
    "id": 8,
    "categorySlug": "metaverse-and-virtual-real-estate",
    "mainTitle": "Metaverse and virtual real estate", 
    "postCount": 8,
    "cards": [
      {
        "image": "/images/rockstar-may-embrace-user-generated-content-in-grand-theft-auto-6-report.webp",
        "category": "metaverse",
        "title": "Rockstar May Embrace User-Generated Content In Grand Theft Auto 6 - Report",
        "slug": "rockstar-may-embrace-user-generated-content-in-grand-theft-auto-6-report",
        "author": "washingtoninsider",
        "date": "February 18, 2025",
        "excerpt": "Can Grand Theft Auto 6 conquer the metaverse? A new report suggests that Rockstar Games is heading in that direction.",
        "content1": "The arrival of Grand Theft Auto 6 at some point later this year remains one of the biggest stories in gaming. It's not a question of whether it will be one of the biggest releases of 2025; it's about how big it can be at launch and in the years to come. Now, a new report suggests that Rockstar Games is going to expand GTA 6 even further by turning the game into a platform for user-generated content.According to Digiday, Rockstar is in talks with experienced Roblox and Fortnite creators in addition to GTA mod creators about creating customized experiences in Grand Theft Auto 6. It's not that far of a conceptual leap, since there are already numerous Grand Theft Auto 5 mods, and because Rockstar purchased FiveM, which lets players take part in modified versions of the game with hundreds of other users.The belief among some industry insiders is that Rockstar will follow the example of Fortnite and allow users to create customized locations and items that could be purchased by other players or accessed via subscriptions. Any money earned from these creations would likely include a sizable share for Rockstar itself, while also giving modders the chance to make money as well.",
        "detailSubtitle": "metaversal universe of custom-built experiences",
        "detailGraphImage": "/images/metaversal-universe-of-custom-built-experiences.webp",
        "content2": "It is my firm belief that is the reason that they purchased FiveM is exactly that--to spin up a metaversal universe of custom-built experiences, and potentially UGC items, with an attached UGC creator economy, said WPP agency Wavemaker's global and esports lead Pete Basgen in the Digiday report. It will essentially occupy that adult-enumerated space at the top of the ecosystem; there's a very natural place there for people that graduate from Roblox and Minecraft.While GTA 6 user-created content could be extremely lucrative, GTA Online players have been concerned that the game will be discontinued after Grand Theft Auto 6 launches. Take-Two CEO Strauss Zelnick recently hinted that GTA Online could continue to exist alongside GTA 6, but he declined to outright confirm that. Zelnick also noted that a PC port for GTA 6 won't be released at launch. The game itself still doesn't have a firm release window, but since Take-Two has set Borderlands 4 for a late September release, the drop date for GTA 6 may be coming into focus."
          },
      {
        "image": "/images/more-americans-are-giving-their-lives-over-to-ai-is-this-bad.webp",
        "category": "metaverse",
        "title": "More Americans Are Giving Their Lives Over To AI: Is This Bad?",
        "slug": "more-americans-are-giving-their-lives-over-to-ai-is-this-bad",
        "author": "washingtoninsider",
        "date": "February 15, 2025",
        "excerpt": "Several “world-changing” technologies hit the market only to wind up being short-lived gimmicks.",
        "content1": "Several “world-changing” technologies hit the market only to wind up being short-lived gimmicks. Take the Metaverse as an example. However, some of them actually end up changing the world. Artificial Intelligence fits that category to a tee. This technology, sparked by ChatGPT just over two years ago, has revolutionized how millions of people go about their daily lives. As such, many of them come to rely on AI technology. Here’s the question: how much are people relying on AI?Most of the people reading this rely on technology in some way, shape, or form, and they have for several years, but AI is something different. It’s a loaded gun; it has the power to kill entire industries, industries that have existed for decades. People are becoming obsessed with achieving the dream we’ve only seen in sci-fi films. Much to the dread of AI naysayers, more people are starting to place their eggs into the AI basket, and it shows.",
        "detailSubtitle": "Americans are placing their lives in AI’s hands",
        "detailGraphImage": "/images/Americans-are-placing-their-lives-in-AI-hands.webp",
        "content2": "When did humanity start to rely on AI? Well, you could say that it’s been slowly doing so over the years. However, it really took off the moment a little chatbot called ChatGPT hit the market. Since then, people discovered the utility of typing a few lines of text and having a model produce synthetic results for them. Is this a win for productivity or laziness? There’s no simple answer to that question.However, as per The Listening App’s report, an increasing number of people are using AI to be either productive or lazy. The company, which turns college lectures into podcasts, devised a scale from 0 – 100 to measure how much a group relies on AI. A 100 means that the group relies entirely on AI."
          },
      {
        "image": "/images/meta-shares-new-stats-on-vr-engagement-and-the-future-of-the-metaverse.webp",
        "category": "metaverse",
        "title": "Meta Shares New Stats on VR Engagement and the Future of the Metaverse",
        "slug": "meta-shares-new-stats-on-vr-engagement-and-the-future-of-the-metaverse",
        "author": "washingtoninsider",
        "date": "February 6, 2025",
        "excerpt": "there are growing signs that the metaverse is coming, and that Meta will be the leader in the next stage of digital connection.",
        "content1": "While I do think that Meta went early with its metaverse-inspired rebrand, which has negatively impacted the perception of its next-level initiatives, there are growing signs that the metaverse is coming, and that Meta will be the leader in the next stage of digital connection.Over the past year, sales of Meta’s Reality Labs products, including Quest VR headsets and Ray Ban Meta glasses, have grown, with Q4 delivering record sales numbers for the business unit.And now, Meta’s preparing for its next push, with its VP of Metaverse Content Samantha Ryan outlining a new approach to VR and AR developers that aligns with this shift.“A broader range of people are buying Quests, and this expansion has changed some of the tenets of our ecosystem that were previously taken for granted. It has also created important new opportunities for developers and creators.”According to Ryan, Quest device sales increased in 2024, and people spent more time on average in Quest 3S devices than any other headset at launch.And that’s not all. The data also shows that the majority of new device sales in 2024 were people getting their first Quest headset, while users, overall, are now spending more time using the device.",
        "detailSubtitle": "Meta’s VR user base",
        "detailGraphImage": "/images/Meta-VR-user-base.webp",
        "content2": "Young users are a key focus within this shift, with younger audiences making up a growing share of Meta’s VR user base. As a result, Ryan notes that Meta’s focused on building a social-first platform, where these users can play games with friends, and/or engage in social hangouts.Which is where external developers come in, and also where Meta’s now seeing some friction.  In order to facilitate broader VR development, Meta’s looking to enhance its tools for developers, and improve its offerings that will facilitate expanded creation, in order to capitalize on this interest.Though some reports suggest that VR developers are not entirely happy with Meta’s approach, noting that it’s putting too much focus on its Horizon Worlds social VR experience over other projects, and often prioritizing its Horizon elements over external offerings."
          },
      {
        "image": "/images/meta-s-cto-claims-2025-will-define-the-future-of-the-metaverse-and-says-that-if-the-platform-fails-to-gain-traction-it-will-be-a-legendary-misadventure.webp",
        "category": "metaverse",
        "title": "Meta's CTO Claims 2025 Will Define The Future Of The Metaverse, And Says That If The Platform Fails To Gain Traction, It Will Be A 'Legendary Misadventure'",
        "slug": "meta-s-cto-claims-2025-will-define-the-future-of-the-metaverse-and-says-that-if-the-platform-fails-to-gain-traction-it-will-be-a-legendary-misadventure",
        "author": "washingtoninsider",
        "date": "February 5, 2025",
        "excerpt": "Meta CTO suggested that if the company fails to gain traction this year, then Metaverse would be a legendary misadventure.",
        "content1": "The competition when it comes to mixed reality devices is fierce, especially with Apple's Vision Pro and Microsoft's HoloLens, which offer great utility and practicality for work as well as entertainment. While Meta has invested extensively in the Metaverse and has had great ambitions for it, it did not do as well in the market as expected, as consumers seem to still be skeptical about its practical application. Now, it seems that the company is determined to define the future of its AR/VR and consider whether it needs to continue with its efforts or should bid farewell to the initiatives.While Meta has approached Metaverse with great enthusiasm and promoted it as the future of digital interaction, the company seems to be reevaluating its priorities in AR/VR initiatives due to users' slow response. This year is said to be a defining year for technology and pivotal in assessing whether to continue with the efforts or invest the resources and energy otherwise.Now, the company is going with a more stringent strategy as Meta's CTO Andrew Bosworth is said to have given a one-year deadline for the Metaverse to be a success, putting great pressure on the Reality Labs that are responsible for looking over mixed reality devices to show some major progress in order for the tech giant to continue investment in this domain as said in internal forum post via Business Insider. ",
        "detailSubtitle": "leaked all-hands meeting revealed that Meta's CEO",
        "detailGraphImage": "/images/leaked-all-hands-meeting-revealed-that-Meta-CEO.webp",
        "content2": "This comes after the leaked all-hands meeting revealed that Meta's CEO, Mark Zuckerberg, anticipates a challenging year ahead. He emphasized continuing the efforts to maintain leadership in smart glasses as the market seems to be growing more rapidly. It seems that the Reality Labs' Quest VR headsets are taking a back seat as more priority is being placed on the AR wearables over the complete VR experience. This will impact the Metaverse's broader goals and the direction the company seeks to continue in.While Bosworth acknowledges that last year was Reality Labs' best year in terms of the products and initiatives, its impact was minimal overall. Due to the increased focus on Meta's Ray-Ban smart glasses along with AI capabilities, the division is relatively smaller, but he expects the small team to accelerate efforts and bring more optimal results. He further expressed that the team needs to execute the existing plans rather than chase new ideas."
          },
      {
        "image": "/images/mdec-launches-ip360-metaverse-platform.webp",
        "category": "metaverse",
        "title": "MDEC launches IP360 metaverse platform",
        "slug": "mdec-launches-ip360-metaverse-platform",
        "author": "washingtoninsider",
        "date": "January 9, 2025",
        "excerpt": "MDEC launches the IP360 Metaverse Platform, highlighting Malaysia’s leadership in digital innovation and cultural preservation.",
        "content1": "The Malaysia Digital Economy Corporation (MDEC) has announced the public launch of the IP360 Metaverse Platform, highlighting Malaysia’s leadership in digital innovation and cultural preservation. Developed in partnership with Ammobox Studios Sdn Bhd, the platform redefines how global audiences experience Malaysia’s rich heritage and creative industry.Currently in its minimum viable product (MVP) stage, the platform provides seamless, interactive 3D digital experiences for local and international audiences. Powered by Unreal Engine 5 and Pixel Streaming, it delivers high-quality visuals accessible through any web browser, removing the need for specialised hardware.",
        "detailSubtitle": "commitment to innovation and global cultural outreach.",
        "detailGraphImage": "/images/commitment-to-innovation-and-global-cultural-outreach.webp",
        "content2": "The platform is a result of strategic collaborations with organisations such as Tourism Malaysia, ASWARA, Istana Budaya, and leading Malaysian IP brands, reflecting a commitment to innovation and global cultural outreach.Anuar Fariz Fadzil, CEO of MDEC, stated, “The IP360 Metaverse Platform aligns with Malaysia’s national agenda to strengthen its creative digital industries. It leverages immersive technologies to create jobs and drive economic growth. By 2030, Malaysia aims to be a hub for high-quality, innovative digital content.”This year, MDEC supported 38 companies and IP creators through its Metaverse Onboarding and Immersive IP Experiences Programme, offering up to RM200,000 per project to encourage metaverse adoption."
        },
      {
        "image": "/images/meta-s-experimenting-with-avatar-quests-as-it-builds-towards-the-metaverse.webp",
        "category": "metaverse",
        "title": "Meta’s Experimenting With ‘Avatar Quests’ as It Builds Towards the Metaverse",
        "slug": "meta-s-experimenting-with-avatar-quests-as-it-builds-towards-the-metaverse",
        "author": "washingtoninsider",
        "date": "December 19, 2024",
        "excerpt": "As Meta works to make avatars a central element of its next-level experiences",
        "content1": "As Meta works to make avatars a central element of its next-level experiences, it’ll also need to bring users along, by providing more ways for people to use their avatars in different applications.As you can see in this example, posted by app researcher Radu Oncescu, Meta’s working on “Avatar Quests”, which would seemingly enable users to engage in interactive games or world exploration via their digital depiction.Which also sounds similar to its broader vision for the metaverse, its longer term, next-level social media experience that it’s still developing in the background.Meta probably went a little too hard on its metaverse push back in 2021, when it renamed the company in line with this vision, and promised new worlds and experiences based around avatar interaction.",
        "detailSubtitle": "failed to live up to its futuristic vision",
        "detailGraphImage": "/images/failed-to-live-up-to-its-futuristic-vision.webp",
        "content2": "That may well be coming, but even then, Meta flagged that such development would be a decade out, at the least. Which meant that its metaverse shift was largely criticized and lambasted, as Meta’s current VR experiences, in particular, failed to live up to its futuristic vision.Meta has since switched focus to the more trendy AI, and building out its own AI-based offerings, which will also, eventually, build into its broader vision. So it’s all one and the same in Meta’s view, though it’s no longer promoting the metaverse in such grandiose terms.But a key element, again, will be avatar interaction, and enabling people to engage in its evolving spaces via their digital characters. Which is why Meta’s developing better, more customizable avatars, and adding new ways to use them in games and other experiences."
          },
      {
        "image": "/images/what-s-next-for-meta-s-metaverse.webp",
        "category": "metaverse",
        "title": "What's next for Meta's metaverse",
        "slug": "what-s-next-for-meta-s-metaverse",
        "author": "washingtoninsider",
        "date": "December 7, 2024",
        "excerpt": "It's been three years since Facebook changed its name to Meta and went all in on the metaverse, and a decade since it purchased Oculus. What happened?",
        "content1": "In October 2021, Facebook CEO Mark Zuckerberg sent his trillion-dollar social media company into a new direction. Facebook changed its name to Meta and Zuckerberg set his sights on a new horizon, the metaverse.“There was genuinely a need and a desire at the time for Facebook, the company, to rebrand into something else,” said Leo Gebbie, principal analyst and director at CCS Insight. “The company Facebook wanted to make clear that it was more than just that one social website.”While the term metaverse predates Facebook, Zuckerberg’s metaverse ambitions have existed inside Meta since 2014, when Facebook bought virtual reality headset developer Oculus and launched Reality Labs. Seven years and a global pandemic later, global video game industry revenue topped $193 billion. Meta — and Wall Street — saw an opportunity to capitalize on an increasing online population, riding in on a virtual reality headset wave.“There was a bit of a sense in 2020 and into 2021 that this was a technology that was ready, that it was finally going to hit the big time,” said Gebbie. “We’ve had a lot of false dawns in virtual reality in the past.”In December 2021, Horizon Worlds launched in the U.S. and marked Meta’s entrance into the open-world virtual reality platform space. Meta had a short-term goal of 500,000 monthly active users in Horizon Worlds by the end of the year. But its long-term goals were more ambitious. In June 2022, Zuckerberg told CNBC’s Jim Cramer that he expected one billion users by the end of the decade, doing “hundreds of dollars of e-commerce each.”The company has a very long way to go.",
        "detailSubtitle": "An insider report",
        "detailGraphImage": "/images/An-insider-report.webp",
        "content2": "An insider report published by The Wall Street Journal in 2022 found that Horizon Worlds had only around 200,000 monthly active users less than a year after launch. And now, three years later, the term metaverse has largely disappeared from the public conversation, with Google Trends noting a sharp fall in searches for the term after 2022.To make matters worse, Reality Labs is hemorrhaging cash, racking up $58 billion in operating losses since 2020."
          },
      {
        "image": "/images/this-ai-startup-lets-you-build-an-entire-3d-universe-from-a-single-image.webp",
        "category": "metaverse",
        "title": "This AI startup lets you build an entire 3D universe from a single image",
        "slug": "this-ai-startup-lets-you-build-an-entire-3d-universe-from-a-single-image",
        "author": "washingtoninsider",
        "date": "December 7, 2024",
        "excerpt": "San Francisco-based startup World Labs has unveiled a new platform focused on what it calls Large World Models (LWMs).",
        "content1": "San Francisco-based startup World Labs has unveiled a new platform focused on what it calls Large World Models (LWMs). The company is developing these LWMs to create 3D worlds we can enter and interact with, but with a difference. These worlds are completely built up from a single image.They are already available to play with on the World Labs website with more to come in the future. Companies like Netflix are exploring how to deploy this type of AI gaming, and Midjourney is actively looking to create a Holodeck system.World Labs is headed up by Meta and Google alumni, including Fei Fei Li, one of the pioneers behind AI development research at Stanford University. By modeling 3D worlds, using 'spatial intelligence' AI, the team hopes to become a key player in the future of robotics, AI video and the Metaverse.",
        "detailSubtitle": "Creating 3D worlds with AI is not a new concept",
        "detailGraphImage": "/images/Creating-3D-worlds-with-AI-is-not-a-new-concept.webp",
        "content2": "Creating 3D worlds with AI is not a new concept. We’ve reported in the past on several attempts to transition away from flat 2D universes. However, this is the first time we’ve seen AI which comes with the kind of motion-focused interactivity which is going to be vital for future AI applications.The company’s launch demos offer a provocative look at the type of rich, colorful environments that an LWM can create on demand. Suddenly it’s much easier to see a potential Holodeck future for us all."
          }
    ]
  }
  
}
