{
    "atw": [
      {
        "title": "Press Freedom Organizations Urge United States to Protect Media, Journalists Following President Trump’s USAGM Order",
        "source": "Index on Censorship",
        "content": "The Index on Censorship, along with more than 20 other organizations including GIJN, has signed a statement urging the United States to protect press freedom and keep journalists safe. The statement, whose signatories include Reporters Without Borders and PEN America, was released in response to US President Donald Trump's order calling for the US Agency for Global Media (USAGM) — the federal agency that oversees broadcasting entities such as the Voice of America and Radio Free Europe/Radio Liberty — to be \"eliminated to the maximum extent consistent with applicable law.\""
      },
      {
        "title": "DIG Awards 2025 Call for Entries",
        "source": "DIG Awards",
        "content": "The DIG Awards, organized by Documentari Inchieste Giornalismi, \"acknowledge excellence in journalism and encourage the work of reporters who use video and audio to investigate current social, economic, technological, environmental and political issues.\" The 10th iteration of the awards will be handed out at the DIG Festival, which will be held in Modena, Italy, from September 24-September 28, 2025. Submission takes place on the Filmfreeway platform and will be accepted until June 1, 2025. The DIG Awards include five video categories, an audio/podcast category, and a pitch category open to documentary projects that are in development or production."
      },
      {
        "title": "Guatemalan Court Orders elPeriódico Founder Back to Prison",
        "source": "PEN International",
        "content": "A Guatemalan appeals court has ordered José Rubén Zamora Marroquín, founder of the newspaper elPeriódico, back into preventive detention. Zamora — the founder of the newspaper elPeriódico, who has faced threats and arbitrary detention for his investigations into corruption in Alejandro Giammatei’s government — was granted conditional release in October 2024 after spending more than 800 days in preventive detention. The judge presiding over the case said that he disagreed with the ruling, despite being compelled to enforce it. PEN International stated that the decision \"reinforces the impunity and corruption that continue to dominate Guatemala’s judicial system.\""
      },
      {
        "title": "CNTI Releases Global Survey on ‘Journalism in the Age of AI’",
        "source": "Center for News, Technology & Innovation",
        "content": "On March 12 the Center for News, Technology & Innovation, an independent global policy research center, released two reports on \"Journalism in the Age of AI,\" based on a survey of 430 journalists in more than 60 countries who were asked about government, technology, online harassment, and what it means to be a journalist these days. Key findings include that only 24% of US journalists believe the public can distinguish journalism from other forms of information; 50% of journalists globally report experiencing government overreach; and 36% of journalists say AI will have a positive impact on informing the public."
      },
      {
        "title": "Journalists Report Online Attacks for Covering Women’s Rights — RSF",
        "source": "RSF",
        "content": "To mark International Women’s Rights Day on 8 March, Reporters Without Borders (RSF) draws attention to cyberharassment against journalists who cover women's rights and gender-based violence. Such online attacks result in reporters self-censoring, which diminishes coverage of these issues. Nearly 60% of the journalists from over 110 countries surveyed by RSF in the report \"Journalism in the #MeToo Era\" know at least one journalist who has been a victim of cyberharassment due to their work on these topics. RSF has 16 policy recommendations for law enforcement, judicial authorities, digital platforms, newsrooms, and national governments to mitigate online assaults."
      },
      {
        "title": "European Centre for Press and Media Freedom Announces Support Program for Journalists in Exile",
        "source": "ECPMF",
        "content": "The Germany-based nonprofit European Centre for Press and Media Freedom (ECPMF) has announced a Journalists-in-Exile Programme program — underscoring its \"long-term commitment to providing structured, sustained support for journalists and media professionals forced to flee their home countries.\" Under the program, journalists will be designated JiE Fellows and receive targeted support for professional development and participation to help them continue their journalism work in Germany, including finance counseling and training. The offer is open to media professionals who have had to leave their home countries due to oppression or persecution."
      },
      {
        "title": "Serbian Police Raid Offices of Independent Fact-Checking Website",
        "source": "RSF",
        "content": "In a move the RSF described as \"emboldened\" by President Trump’s rhetoric and freezing of foreign aid, on 25 February Serbian police raided the offices of the Center for Research, Transparency and Accountability (CRTA), the NGO behind the fact-checking website Istinomer.rs, along with three other NGOs. The public prosecutor justified the raids by citing US officials’ claims that recipients of USAID funds may have been \"misused.\" The operation came amid an increase in government attacks on the press in Serbia, and RSF called on institutions of the EU — which Serbia hopes to join — to condemn the targeting and criminalization of independent media."
      },
      {
        "title": "Associated Press Announces Local Investigative Reporting Program",
        "source": "Associated Press",
        "content": "The Associated Press (AP) has announced the launch of its Local Investigative Reporting Program to \"accelerate our longstanding efforts to support newsrooms across the US,\" which will be led by global investigations editor Ron Nixon. Nixon and his team will work with state and local outlets to produce stories and support their reporting needs — including training for local newsrooms, for example in open source investigative techniques; using AI for local investigations; producing local investigative guides; connecting local outlets with AP editors and subject matter experts; and working with AP’s data team to provide data analysis services."
      },
      {
        "title": "Journalists Make Legal Complaint Against Italian Government Over Spyware Claims",
        "source": "The Guardian",
        "content": "Italy’s journalists’ union has made a criminal complaint to Rome prosecutors after Giorgia Meloni’s government \"shut down questions in parliament over suspicions it had illegally used spyware technology to hack the phones of critics instead of criminals.\" It emerged in January 2025 that an investigative journalist and six others’ mobile phones had been targeted by an entity using Graphite — a military-grade spyware made by Israel-based Paragon. The Guardian also reported that Paragon had ended its dealings with Italy over a \"breach of contract.\" Meloni’s office denied that domestic intelligence services or the government were behind the alleged hacks."
      },
      {
        "title": "Digital Security Training Workshop at the Center for Journalism & Democracy",
        "source": "Center for Journalism & Democracy",
        "content": "Howard University’s Center for Journalism & Democracy is holding a workshop for journalists titled \"Protecting Your Devices, Your Sources and Yourselves\" on February 24, partnering with the Freedom of the Press Foundation and the Investigative Reporting Workshop at American University. The day-long digital security training is free, from 10am to 4pm at American University in Washington, DC. The workshop will cover digital security fundamentals, including the basics of risk assessment and account security. The workshop is the first event in a special series focused on defending independent journalism."
      }
    ]
  }
  